{
  "law_sources": 
    {
      "name": "نظام الإذاعة الأساسي",
      "type": "law",
      "jurisdiction": "المملكة العربية السعودية",
      "issuing_authority": "ملك المملكة العربية السعودية (سعود الأول بن عبد العزيز)",
      "issue_date": "1374/06/17هـ",
      "description": "نظام تأسيسي يحدد هيكل الإذاعة السعودية (المديرية العامة للإذاعة) ومرجعيتها وأهدافها الأساسية، والتي تركز على نشر تعاليم الدين الإسلامي والثقافة ومكافحة الأمية وتوثيق الروابط العربية والإسلامية، بالإضافة إلى تحديد المحظورات عليها.",
      "status": "processed",
      "articles": [
        {
          "article": "المادة 1",
          "text": "الإذاعة السعودية هيئة مستقلة تسمى (المديرية العامة للإذاعة). [cite: 1210]",
          "keywords": [
            "الإذاعة السعودية",
            "هيئة مستقلة",
            "المديرية العامة للإذاعة"
          ],
          "order_index": 1
        },
        {
          "article": "المادة 2",
          "text": "مرجع هذه المديرية رئيس مجلس الوزراء. [cite: 1212]",
          "keywords": [
            "مرجعية الإذاعة",
            "رئيس مجلس الوزراء"
          ],
          "order_index": 2
        },
        {
          "article": "المادة 3",
          "text": "يندب رئيس مجلس الوزراء أحد الوزراء ليكون مشرفًا على شئون الإذاعة. [cite: 1217]",
          "keywords": [
            "المشرف على الإذاعة",
            "وزير منتدب"
          ],
          "order_index": 3
        },
        {
          "article": "المادة 4",
          "text": "مهمة هيئة الإذاعة السعودية هي: [cite: 1219]\nأ. بث تعاليم الدين الإسلامي في الداخل والخارج، بنشر ثقافته في الداخل... والدعاية لتعاليم الإسلام في العالم الآخر بإحداث إذاعات بلغات مختلفة.\nب. المعاونة في محاولة القضاء على الأمية بتعميم الوعي الثقافي.\nج. تركيز مكارم الأخلاق في النفوس والترغيب فيها والترهيب عن سيئ العادات والتقاليد. [cite: 1221]\nد. رفع مستوى الذوق الاجتماعي . [cite: 1222]\nهـ. تبسيط اللغة العربية الفصحى ومحاولة تعميم فهمها وتداولها بين عامة الأمة. [cite: 1223]\nو. رفع مستوى كل طبقة من طبقات الأمة وتحقيق مطالبها الثقافية والاجتماعية... [cite: 1224]\nز. أحياء الآداب العربية ومآثر العرب. [cite: 1225]\nح. محاولة تشجيع الأعمال العمرانية والاقتصادية في البلاد. [cite: 1226]\nط. نشر الحقائق الوافية عن واقع البلاد الاجتماعي والثقافي والعمراني والاقتصادي بما يبعث بين المواطنين الطمأنينة... وما يعطي للمستمع في الخارج صورة صحيحة. [cite: 1226]\nي. إيقاف الأمة على تطورات الحوادث والعلم في العالم. [cite: 1227]\nك. توثيق عرى صلات الأخوة بين البلاد العربية، والعمل على ما من شأنه ربط أواصر الصلات وتوحيد كلمة العرب وجمع شملهم على ما فيه مصلحتهم حاضرا ومستقبلا. [cite: 1228]\nل. العمل على تحقيق الفكرة الإسلامية في وحدة العالم المسلم وتعاونه على البر والتقوى. [cite: 1229]\nم. المحافظة على شعور الصداقة والتعاون بين البلاد السعودية والبلاد العربية كافة والبلاد الإسلامية، وبين جميع دول العالم كلما أمكن ذلك لتحقيق الفكرة الإسلامية في حياة العالم حياة مطمئنة آمنة. [cite: 1230]",
          "keywords": [
            "بث تعاليم الدين الإسلامي",
            "القضاء على الأمية",
            "مكارم الأخلاق",
            "تبسيط اللغة العربية الفصحى",
            "توحيد كلمة العرب",
            "وحدة العالم المسلم",
            "الصداقة والتعاون الدولي"
          ],
          "order_index": 4
        },
        {
          "article": "المادة 5",
          "text": "اللغة الرسمية للإذاعة السعودية هي اللغة العربية، ولها أن تحدث إذاعات بمختلف اللغات الأخرى في حدود الأغراض المبينة في المادة الرابعة من هذا المرسوم. [cite: 1232]",
          "keywords": [
            "اللغة الرسمية العربية",
            "إذاعات بلغات أخرى"
          ],
          "order_index": 5
        },
        {
          "article": "المادة 6",
          "text": "لتحقيق الأغراض الواردة في المادة الرابعة من هذا المرسوم للإذاعة السعودية الحق في استعمال كافة الوسائل التي تؤدي بها أغراضها، ومن ذلك [cite: 1234]\nأ. إنشاء محطات رئيسية كبرى.\nب. إنشاء محطات في مختلف أنحاء المملكة.\nج. نشر مجاميع من الأحاديث الإذاعية.\nد. إصدار مجلة الإذاعة .\nهـ. طبع منشورات.\nو. إيجاد مكتبة علمية وأندية مطالعة ومحاضرات.\nز. التبادل الإذاعي بينها وبين كافة الإذاعات. [cite: 1243]",
          "keywords": [
            "إنشاء محطات كبرى",
            "مجلة الإذاعة",
            "مكتبة علمية وأندية مطالعة",
            "التبادل الإذاعي"
          ],
          "order_index": 6
        },
        {
          "article": "المادة 7",
          "text": "لتحقيق الأغراض الواردة في المادة الرابعة من هذا المرسوم أيضًا على كافة الجهات الحكومية والأهلية تيسير مهمة الإذاعة وتقديم جميع وسائل التعاون إليها، عندما تطلب الإذاعة بطريق المشرف أو بطريقها المباشر حسب الاقتضاء وطبيعة العمل إلى أية جهة من تلك الجهات شيئًا من ذلك كل في ناحية اختصاصه. [cite: 1245]",
          "keywords": [
            "تيسير مهمة الإذاعة",
            "الجهات الحكومية والأهلية",
            "تقديم وسائل التعاون"
          ],
          "order_index": 7
        },
        {
          "article": "المادة 8",
          "text": "محظور على الإذاعة السعودية إذاعة أية مواد يترتب عليها أمر من الأمور التالية: [cite: 1247]\nأ. مخالفة كتاب الله وسنة رسوله.\nب. إحداث تفرقة بين المواطنين أو الإضرار بمصالحهم أو الإساءة إلى سمعة البلاد.\nج. الإضرار بمصالح العرب ووحدتهم.\nد. إحداث أية فرقة بين العالم الإسلامي أو إضعاف عرى العلاقة الأخوية بين شعوبه.\nهـ. التحيز إلى أية كتلة من كتل العالم الدولية أو مجابهة أية منها بما يضر مصالح البلاد.\nو. التعرض للمسائل الشخصية بالدعاية أو التجريح. [cite: 1251]",
          "keywords": [
            "مخالفة الشريعة",
            "الإساءة لسمعة البلاد",
            "الإضرار بمصالح العرب ووحدتهم",
            "التحيز لكتل دولية",
            "التعرض للمسائل الشخصية"
          ],
          "order_index": 8
        },
        {
          "article": "المادة 9",
          "text": "يدير هيئة الإذاعة مدير عام برتبة وكيل وزارة ويكون مسئولاً عن كل ما يذاع من الإذاعة وما ينشر في مجلتها ومطبوعاتها ومنشوراتها أمام المشرف على شئون الإذاعة، والمدير الإذاعة العام كامل الحق فيما يأتي: [cite: 1253]\nأ. إعداد ميزانية الإذاعة وتشكيل الجهاز الإداري اللازم لتأمين سير العمل والحصول على موافقة المرجع على ذلك.\nب. وضع النظام الداخلي للإذاعة ومختلف إداراتها بما يراه يؤمن مصلحة العمل وطبق ما تقتضيه طبيعته ومختلف ظروفه. [cite: 1254]\nج. التصريح بالإذاعة أو الاعتذار عن الإذاعة بالنسبة إلى كافة المواد الواردة إلى الإذاعة. [cite: 1257]\nد. التعديل فيما يرده للإذاعة من مختلف الجهات الحكومية والأهلية بما يراه متمشيا مع أغراض الإذاعة... عدا ما يرده لإذاعته بلاغا عن الحكومة فإن له في هذه الحالة طبقًا لمقتضى المادة ( ) من نظام الموظفين العام إبداء الرأي فقط إلى مرجعه بشأنه. [cite: 1258, 1259]",
          "keywords": [
            "مدير عام برتبة وكيل وزارة",
            "مسئولية المدير العام",
            "إعداد ميزانية الإذاعة",
            "وضع النظام الداخلي",
            "التصريح بالإذاعة",
            "التعديل فيما يرد للإذاعة"
          ],
          "order_index": 9
        },
        {
          "article": "المادة 10",
          "text": "على المدير العام للإذاعة الاتصال بالمشرف على الإذاعة في الحالات العامة بالنسبة إلى ما جاء في الفقرتين (جـ ، (د) وإلى ما جاء في الفقرة (أ) عند التنفيذ. [cite: 1265]",
          "keywords": [
            "الاتصال بالمشرف",
            "المدير العام للإذاعة"
          ],
          "order_index": 10
        },
        {
          "article": "المادة 11",
          "text": "يعاون المدير العام للإذاعة في مهمته وكيل عام برتبة مدير عام وزارة ويليه مراقبان عامان برتبة مدير مصلحة أحدهما لشئون البرامج والثاني للشئون الهندسية. [cite: 1267]",
          "keywords": [
            "وكيل عام",
            "مراقبان عامان",
            "شئون البرامج",
            "الشئون الهندسية"
          ],
          "order_index": 11
        },
        {
          "article": "المادة 12",
          "text": "يعتبر هذا المرسوم مرسوما تأسيسيًا للإذاعة موضحًا لأغراض المرسوم الملكي رقم 13/7 16/ 3996 الصادر في 1368/9/23هـ وملغيًا لكافة الأوامر الصادرة بشأنها. [cite: 1269]",
          "keywords": [
            "مرسوم تأسيسي",
            "إلغاء الأوامر السابقة"
          ],
          "order_index": 12
        }
      ]
    }
}