{
  "law_sources": {
    "name": "نظام البيانات التجارية",
    "type": "law",
    "jurisdiction": "المملكة العربية السعودية",
    "issuing_authority": "نائب ملك المملكة العربية السعودية (مرسوم ملكي رقم م/ 15 بتاريخ 14 / 4 / 1423)",
    "issue_date": "1423/04/14هـ",
    "description": "نظام يحدد تعريف البيان التجاري، وواجب إلزاميته باللغة العربية ومطابقته للحقيقة، وينظم طريقة عرض المميزات والمصادر الجغرافية، ويحدد العقوبات والجهات المختصة بضبط المخالفات والتحقيق فيها والفصل فيها.",
    "status": "processed",
    "source_url": "",
    "articles": [
      {
        "article": "المادة 1",
        "text": "يعد بيانا تجاريا - فيما يختص بتطبيق أحكام هذا النظام - كل إيضاح يتعلق بصفة مباشرة أو غير مباشرة بما يأتي:\nأ. عدد البضائع، أو مقدارها، أو مقاسها ، أو كيلها ، أو طاقتها، أو وزنها، أو تاريخ الإنتاج، أو تاريخ انتهاء الصلاحية.\nب. الجهة ، أو البلاد التي صنعت أو أنتجت فيها.\nج. العناصر الداخلة في تركيبها.\nد. اسم المنتج أو الصانع ، أو صفاته.\nهـ. وجود براءات اختراع أو غيرها من حقوق الملكية الصناعية أو أي امتيازات أو جوائز أو مميزات تجارية أو صناعية.\nو. الاسم أو الشكل الذي تعرف به بعض البضائع أو تقوم به عادة.",
        "keywords": [
          "بيان تجاري",
          "تاريخ الإنتاج والصلاحية",
          "بلد المنشأ",
          "براءات الاختراع",
          "حقوق الملكية الصناعية"
        ],
        "order_index": 1
      },
      {
        "article": "المادة 2",
        "text": "يجب أن يكون البيان التجاري مكتوبا باللغة العربية على الأقل، ومطابقا للحقيقة من جميع الوجوه ، سواء أكان موضوعا على المنتجات ذاتها أم على المحال، أو المخازن، أو على عناوينها ، أو الأغلفة، أو الفواتير، أو أوراق الخطابات، أو وسائل الإعلان أو غير ذلك مما يستعمل في عرض البضائع على الجمهور.",
        "keywords": [
          "مكتوب باللغة العربية",
          "مطابق للحقيقة",
          "وسائل العرض"
        ],
        "order_index": 2
      },
      {
        "article": "المادة 3",
        "text": "لا يجوز ذكر ميداليات أو دبلومات أو جوائز أو درجات فخرية من أي نوع إلا بالنسبة للمنتجات التي تنطبق عليها هذه المميزات، وبالنسبة للأشخاص والأسماء التجارية الذين اكتسبوها أو لمن آلت إليهم حقوقها ، ويجب أن يشتمل ذلك على بيان صحيح بتاريخها ، ونوعها، والجهة التي منحتها. ولا يجوز لمن اشترك مع آخرين في عرض منتجات أن يستعمل لمنتجاته الخاصة المميزات التي منحت للمعروضات المشتركة، ما لم يبين بطريقة واضحة مصدر تلك المميزات ونوعها.",
        "keywords": [
          "ذكر الجوائز",
          "بيان صحيح بتاريخها ونوعها",
          "المميزات الخاصة"
        ],
        "order_index": 3
      },
      {
        "article": "المادة 4",
        "text": "لا يجوز وضع اسم البائع أو عنوانه على منتجات واردة من بلد غير البلد الذي يحصل فيها البيع، ما لم يكن مقترنا ببيان دقيق مكتوب بحروف ظاهرة عن البلد أو الجهة التي صنع أو أنتج فيها. ولا يجوز للأشخاص المقيمين في جهة ذات شهرة خاصة في إنتاج بعض المنتجات أو صنعها من الذين يتجرون في منتجات مشابهة واردة من جهة أخرى أن يضعوا عليها علاماتهم إذا كان من شأنها أن تضلل الجمهور فيما يتعلق بمصدر تلك المنتجات  حتى ولو كانت العلامات لا تشتمل على أسماء هؤلاء الأشخاص أو عناوينهم، ما لم تتخذ التدابير الكفيلة بمنع كل لبس.",
        "keywords": [
          "بيان المصدر الجغرافي",
          "اسم البائع وعنوانه",
          "التضليل عن مصدر المنتجات",
          "منع اللبس"
        ],
        "order_index": 4
      },
      {
        "article": "المادة 5",
        "text": "لا يجوز للصانع أن يستعمل اسم الجهة التي يوجد له بها مصنع رئيس فيما يصنع لحسابه من منتجات في جهة أخرى، ما لم يقترن هذا الاسم ببيان الجهة الأخرى على وجه يمتنع معه كل لبس.",
        "keywords": [
          "اسم الصانع",
          "مصنع رئيس",
          "منع اللبس"
        ],
        "order_index": 5
      },
      {
        "article": "المادة 6",
        "text": "إذا كان مقدار المنتجات أو مقاسها أو كيلها أو طاقتها أو وزنها أو مصدرها أو العناصر الداخلة في تركيبها من العوامل التي لها دخل في تقدير قيمتها جاز بقرار يصدر من وزير التجارة منع استيراد تلك المنتجات أو بيعها، أو عرضها للبيع، ما لم تحمل بيانا أو أكثر من هذه البيانات  وتحدد بقرار يصدر من وزير التجارة الكيفية التي توضع بها البيانات على المنتجات والإجراءات التي يستعاض بها عند عدم إمكانية ذلك.",
        "keywords": [
          "تقدير قيمة المنتجات",
          "وزير التجارة",
          "منع الاستيراد والبيع والعرض",
          "بيانات إلزامية"
        ],
        "order_index": 6
      },
      {
        "article": "المادة 7",
        "text": "مع عدم الإخلال بأي عقوبة أشد يعاقب من يخالف أحكام هذا النظام بغرامة مالية لا تزيد على مائة ألف ريال ، وفي حالة العود تضاعف العقوبة مع غلق المحل لمدة لا تزيد على سنة.",
        "keywords": [
          "عقوبة المخالفة",
          "غرامة 100 ألف ريال",
          "حالة العود",
          "غلق المحل"
        ],
        "order_index": 7
      },
      {
        "article": "المادة 8",
        "text": "يتولى موظفو وزارة التجارة المختصون ضبط ما يقع من مخالفات لأحكام هذا النظام.",
        "keywords": [
          "ضبط المخالفات",
          "موظفو وزارة التجارة"
        ],
        "order_index": 8
      },
      {
        "article": "المادة 9",
        "text": "تختص هيئة التحقيق والادعاء العام بالتحقيق فيما يقع من مخالفات لأحكام هذا النظام والادعاء فيها أمام الجهة القضائية المختصة.",
        "keywords": [
          "هيئة التحقيق والادعاء العام",
          "التحقيق والادعاء"
        ],
        "order_index": 9
      },
      {
        "article": "المادة 10",
        "text": "يختص ديوان المظالم بالفصل في المخالفات والمنازعات الناشئة عن تطبيق أحكام هذا النظام.",
        "keywords": [
          "ديوان المظالم",
          "الفصل في المخالفات والمنازعات"
        ],
        "order_index": 10
      },
      {
        "article": "المادة 11",
        "text": "يجوز لديوان المظالم أن يحكم بمصادرة الأشياء المحجوزة، وبيع ما يمكن بيعه منها، وخصم قيمته من التعويضات والغرامات التي قد يحكم بها، وبإتلاف الباقي منها، أو التصرف فيه بأي طريقة يراها مناسبة. كما يجوز للديوان أن يحكم بنشر القرار الصادر بالإدانة أو المصادرة أو الإتلاف في إحدى الصحف اليومية الصادرة في منطقة إقامة المحكوم عليه وعلى نفقته.",
        "keywords": [
          "مصادرة الأشياء المحجوزة",
          "بيع وإتلاف الأشياء",
          "خصم القيمة من الغرامات",
          "نشر القرار الصادر بالإدانة"
        ],
        "order_index": 11
      },
      {
        "article": "المادة 12",
        "text": "دون إخلال بحق ذوي الشأن في المطالبة بالتعويض عن الأضرار الناشئة عن استخدام بيانات غير مطابقة للحقيقة، يجوز لهم في أي وقت، ولو كان ذلك قبل رفع أي دعوى اللجوء إلى ديوان المظالم لاتخاذ الإجراءات التحفظية اللازمة.",
        "keywords": [
          "المطالبة بالتعويض",
          "اللجوء إلى ديوان المظالم",
          "الإجراءات التحفظية"
        ],
        "order_index": 12
      },
      {
        "article": "المادة 13",
        "text": "يصدر وزير التجارة اللائحة التنفيذية والقرارات اللازمة لتنفيذ أحكام هذا النظام خلال مائة وثمانين يوما من تاريخ صدوره.",
        "keywords": [
          "وزير التجارة",
          "إصدار اللائحة التنفيذية",
          "180 يوما"
        ],
        "order_index": 13
      },
      {
        "article": "المادة 14",
        "text": "ينشر هذا النظام في الجريدة الرسمية، ويعمل به من تاريخ نشره.",
        "keywords": [
          "النشر في الجريدة الرسمية",
          "تاريخ العمل بالنظام"
        ],
        "order_index": 14
      }
    ]
  }
}