{
    "law_sources": [
      {
        "name": "نظام الجنسية العربية السعودية",
        "type": "law",
        "jurisdiction": "المملكة العربية السعودية",
        "issuing_authority": "مجلس الوزراء",
        "issue_date": "1374/01/25هـ",
        "description": "نظام يحدد من هم السعوديون الأصليون، وشروط اكتساب الجنسية بالتجنس والميلاد، وأحكام فقدان وإسقاط وسحب واسترداد الجنسية، والإجراءات المتعلقة بالتنفيذ والجزاءات.",
        "status": "processed",
        "branches": [
          {
            "branch_number": "1",
            "branch_name": "1",
            "description": "جميع مواد نظام الجنسية العربية السعودية.",
            "order_index": 1,
            "chapters": [
              {
                "chapter_number": "1",
                "chapter_name": "1",
                "description": "جميع مواد نظام الجنسية العربية السعودية.",
                "order_index": 1,
                "articles": [
                  {
                    "article_number": "1",
                    "title": "اسم النظام",
                    "content": "يسمى هذا النظام \" **نظام الجنسية العربية السعودية** \".",
                    "keywords": [
                      "اسم النظام",
                      "نظام الجنسية العربية السعودية"
                    ],
                    "order_index": 1
                  },
                  {
                    "article_number": "2",
                    "title": "عدم الأثر الرجعي",
                    "content": "ليس لهذا النظام **أثر رجعي** وتعتبر جميع القرارات والإجراءات الصحيحة التي تمت بموجب الأنظمة السابقة نافذة كما تعتبر الجنسيات التي منحت استنادا إلى تلك النظم قائمة ما دامت مستندة إلى صحة الإجراء والثبوت.",
                    "keywords": [
                      "ليس له أثر رجعي",
                      "الأنظمة السابقة",
                      "صحة الإجراء والثبوت"
                    ],
                    "order_index": 2
                  },
                  {
                    "article_number": "3",
                    "title": "التعاريف",
                    "content": "الألفاظ الآتية تؤدي في هذا النظام المعاني الآتية:\nأ- **السعودي**: هو من كان تابعا لحكومة حضرة صاحب الجلالة الملك المعظم طبقا لأحكام هذا النظام.\nب- **السعودي بالتجنس**: هو من اكتسب الجنسية العربية السعودية بمقتضى أحكامها الخاصة.\nج- **الأجنبي**: هو غير السعودي.\nد- **القاصر**: هو الصغير والمجنون والمعتوه.\nهـ- **سن الرشد**: ما نصت عليه أحكام الشرع الشريف.\nو- **المملكة العربية السعودية**: تشمل الأراضي والمياه والطبقات الجوية الخاضعة للسيادة العربية السعودية كما تشمل السفن والطائرات التي تحمل العلم العربي السعودي.",
                    "keywords": [
                      "تعاريف",
                      "السعودي",
                      "السعودي بالتجنس",
                      "سن الرشد",
                      "نطاق المملكة العربية السعودية"
                    ],
                    "order_index": 3
                  },
                  {
                    "article_number": "4",
                    "title": "من هم السعوديون",
                    "content": "السعوديون هم:\nأ- من كانت **تابعيته عثمانية عام 1332 هجرية الموافق 1914م من سكان أراضي المملكة العربية السعودية الأصليين**.\nب- **الرعايا العثمانيون المولودون في أراضي المملكة العربية السعودية أو المقيمون فيها عام 1332هـ 1914م الذين حافظوا على إقامتهم في تلك الأراضي إلى 22 / 3 / 1345هـ ولم يكتسبوا جنسية أجنبية قبل هذا التاريخ**.\nج- **من كان من غير الرعايا العثمانيين مقيما في أراضي المملكة العربية السعودية عام 1332هـ 1914م وحافظ على إقامته فيها إلى 22 / 3 / 1345هـ ولم يكتسب جنسية أجنبية قبل هذا التاريخ**.",
                    "keywords": [
                      "السعوديون الأصليون",
                      "التابعية العثمانية عام 1332هـ",
                      "الإقامة حتى 1345هـ"
                    ],
                    "order_index": 4
                  },
                  {
                    "article_number": "5",
                    "title": "استرداد الجنسية للمرأة الأصيلة",
                    "content": "يسري حكم الفقرة (أ) من المادة الرابعة على **النسوة من سكان المملكة العربية السعودية الأصليين اللاتي يتقدمن بطلب استرداد الجنسية العربية السعودية بعد طلاقهن أو وفاة أزواجهن**.",
                    "keywords": [
                      "استرداد الجنسية",
                      "النسوة الأصليات",
                      "بعد الطلاق أو الوفاة"
                    ],
                    "order_index": 5
                  },
                  {
                    "article_number": "6",
                    "title": "مهلة طلب شهادات الجنسية",
                    "content": "**لا تقبل طلبات بإعطاء شهادات بالجنسية العربية السعودية من الأشخاص الذين ينطبق عليهم حكم الفقرتين (ب، جـ) من المادة الرابعة بعد مضي سنة من تاريخ العمل بهذا النظام** وبالنسبة للقاصر **بعد مضي سنة من بلوغه سن الرشد**.",
                    "keywords": [
                      "مهلة طلب شهادات",
                      "سنة من تاريخ العمل بالنظام",
                      "سنة من بلوغ سن الرشد للقاصر"
                    ],
                    "order_index": 6
                  },
                  {
                    "article_number": "7",
                    "title": "الجنسية بالولادة",
                    "content": "يكون سعوديا من **ولد داخل المملكة العربية السعودية أو خارجها لأب سعودي** أو **لأ أم سعودية وأب مجهول الجنسية أو لا جنسية له**.",
                    "keywords": [
                      "الجنسية بالميلاد",
                      "ولد لأب سعودي",
                      "ولد لأم سعودية وأب مجهول الجنسية"
                    ],
                    "order_index": 7
                  },
                  {
                    "article_number": "8",
                    "title": "حق اختيار الجنسية (المولود من أم سعودية وأب أجنبي)",
                    "content": "يعتبر أجنبيا من ولد في المملكة العربية السعودية عن أبوين أجنبيين أو من أب أجنبي وأم سعودية ومن ولد في الخارج لأب أجنبي معروف الجنسية وأم سعودية، ومع ذلك يكون لهذا المولود عند بلوغه سن الرشد **الحق في اختيار الجنسية العربية السعودية إذا توفرت فيه الشروط الآتية**:\nأ- أن تكون له **صفة الإقامة الدائمة في المملكة العربية السعودية عند بلوغه سن الرشد**.\nب- أن يكون **حسن السيرة والسلوك** ولم يسبق الحكم عليه بحكم جنائي أو بعقوبة السجن لجريمة أخلاقية لمدة تزيد عن ستة شهور.\nج- أن يكون **ملما باللغة العربية**.\nد- أن يقدم خلال **السنة بعد بلوغه سن الرشد طلبا بمنحه الجنسية العربية السعودية**، أما المجنون والمعتوه فكل منهما يتبع أباه في رعويته إذا كان الأب على قيد الحياة وفي حالة وفاته فللمقيم الشرعي على كل منهما أن يختار له الجنسية العربية السعودية بعد استكمال الشروط السابقة.",
                    "keywords": [
                      "اختيار الجنسية عند سن الرشد",
                      "الإقامة الدائمة",
                      "حسن السيرة والسلوك",
                      "الإلمام باللغة العربية",
                      "طلب خلال سنة بعد سن الرشد"
                    ],
                    "order_index": 8
                  },
                  {
                    "article_number": "9",
                    "title": "شروط التجنس",
                    "content": "**يجوز منح الجنسية العربية السعودية للأجنبي الذي تتوفر فيه الشروط الآتية**:\n1. أن يكون عند تقديم الطلب قد **بلغ سن الرشد**.\n2. أن يكون **غير معتوه أو مجنون**.\n3. أن يكون حين تقديم الطلب:\nأ- قد اكتسب **صفة الإقامة الدائمة العادية في المملكة العربية السعودية بمقتضى أحكام نظامها الخاص لمدة لا تقل عن خمس سنوات متواليات**.\nب- أن يكون **حسن السير والسلوك**.\nج- أن **لا يكون قد صدر عليه حكم قضائي بالسجن لجريمة أخلاقية لمدة تزيد عن ستة شهور**.\nد- أن **يثبت ارتزاقه بطريق مشروعة**.\nويشفع طالب التجنس بطلبه تصريح الإقامة الدائمة وجواز سفره القانوني أو أية وثيقة تعتبرها السلطات المختصة قائمة مقام الجواز القانوني وكل وثيقة تتعلق بالجنسية التي ينسلخ منها وبكل ورقة تؤيد ما هو مطالب بإثباته بمقتضى أحكام هذا النظام.",
                    "keywords": [
                      "شروط التجنس",
                      "بلوغ سن الرشد",
                      "إقامة 5 سنوات متواليات",
                      "حسن السير والسلوك",
                      "ارتزاق مشروع"
                    ],
                    "order_index": 9
                  },
                  {
                    "article_number": "10",
                    "title": "سلطة منح الجنسية",
                    "content": "**تمنح الجنسية العربية السعودية من قبل رئيس مجلس الوزراء بناء على اقتراح وزير الداخلية**، ولوزير الداخلية في جميع الأحوال وبدون إبداء الأسباب **الحق في رفض الموافقة على منح الجنسية العربية السعودية للأجنبي الذي تتوفر فيه الشروط المنصوص عليها في المادة التاسعة** قبل تقديمه الاقتراح المذكور.",
                    "keywords": [
                      "سلطة منح الجنسية",
                      "رئيس مجلس الوزراء",
                      "اقتراح وزير الداخلية",
                      "حق وزير الداخلية في الرفض"
                    ],
                    "order_index": 10
                  },
                  {
                    "article_number": "11",
                    "title": "التجنس بجنسية أجنبية",
                    "content": "**لا يجوز لسعودي أن يتجنس بجنسية أجنبية دون إذن سابق من رئيس مجلس الوزراء** والسعودي الذي يتجنس بجنسية أجنبية قبيل الحصول مقدما على هذا الإذن **يظل معتبرا سعوديا إلا إذا رأت حكومة جلالة الملك إسقاط الجنسية العربية السعودية عنه تطبيقا لحكم المادة (13)**.",
                    "keywords": [
                      "التجنس بجنسية أجنبية",
                      "إذن سابق من رئيس مجلس الوزراء",
                      "يظل سعودياً",
                      "إسقاط الجنسية"
                    ],
                    "order_index": 11
                  },
                  {
                    "article_number": "12",
                    "title": "فقدان الجنسية بالتبعية (للزوجة والأولاد)",
                    "content": "يترتب على تجنس السعودي بجنسية أجنبية متى أذن له في ذلك أن **تفقد زوجته الجنسية السعودية إذا كانت تدخل في جنسية زوجها بمقتضى القانون الخاص بهذه الجنسية الجديدة إلا إذا قررت خلال سنة من تاريخ دخول زوجها في هذه الجنسية أنها ترغب في الاحتفاظ بجنسيتها العربية السعودية**.\nأما الأولاد القصر فيفقدون الجنسية العربية السعودية إذا كانوا بحكم تغيير جنسية أبيهم يدخلون في جنسيته بمقتضى القانون الخاص بهذه الجنسية الجديدة على أنه **يكون لهم الحق في استرداد الجنسية العربية السعودية خلال السنة التالية لبلوغهم سن الرشد**.",
                    "keywords": [
                      "فقدان الجنسية للزوجة والأولاد",
                      "الاحتفاظ بالجنسية السعودية",
                      "الأولاد القصر",
                      "استرداد الجنسية خلال سنة بعد سن الرشد"
                    ],
                    "order_index": 12
                  },
                  {
                    "article_number": "13",
                    "title": "إسقاط الجنسية",
                    "content": "**يجوز بمرسوم مسبب إسقاط الجنسية العربية السعودية عن أي سعودي في أية حالة من الحالات الآتية**:\nأ- إذا **دخل في جنسية أخرى مخالفاً مقتضى المادة (11)** من هذا النظام.\nب- إذا **عمل في القوة المسلحة لإحدى الحكومات الأجنبية بدون موافقة سابقة** من حكومة جلالة الملك.\nج- إذا **عمل لمصلحة دولة أو حكومة أجنبية وهي في حالة حرب مع المملكة العربية السعودية**.\nد- إذا **قبل وظيفة لدى حكومة أجنبية أو هيئة دولية وبقي فيها بالرغم من الأمر الذي صدر إليه من حكومة جلالة الملك بتركها**.",
                    "keywords": [
                      "إسقاط الجنسية بمرسوم مسبب",
                      "الدخول في جنسية أخرى",
                      "العمل في قوة مسلحة أجنبية",
                      "العمل لمصلحة دولة معادية",
                      "العمل في وظيفة أجنبية رغم الأمر بالترك"
                    ],
                    "order_index": 13
                  },
                  {
                    "article_number": "14",
                    "title": "آثار اكتساب الأجنبي للجنسية (للزوجة والأولاد)",
                    "content": "يترتب على اكتساب الأجنبي الجنسية العربية السعودية أن **تصبح زوجته عربية سعودية ما لم تقرر خلال سنة من دخول زوجها في الجنسية العربية السعودية أنها ترغب في الاحتفاظ بجنسيتها الأصلية**، أما **الأولاد الذين لم يبلغوا سن الرشد فإن كانت إقامتهم بالمملكة العربية السعودية فيعتبرون سعوديين على أن لهم حق اختيار جنسية والدهم الأصلية خلال سنة من تاريخ بلوغهم سن الرشد** أما إذا كانت إقامتهم خارج المملكة فيعتبرون أجانب ولهم حق اختيار جنسية والدهم العربية السعودية خلال سنة من تاريخ بلوغهم سن الرشد.",
                    "keywords": [
                      "آثار التجنس",
                      "جنسية الزوجة بالتبعية",
                      "الأولاد القصر المقيمون",
                      "حق اختيار الجنسية للأولاد"
                    ],
                    "order_index": 14
                  },
                  {
                    "article_number": "15",
                    "title": "جنسية النسوة التابعات للمتجنس",
                    "content": "كل من يتبع المتجنس من **النسوة اللاتي له عليهن حق الولاية الشرعية بموجب وثيقة شرعية فله أن يتقدم بطلب مستقل باسم كل منهن لمنحهن الجنسية العربية السعودية**.",
                    "keywords": [
                      "الولاية الشرعية",
                      "طلب مستقل لمنح الجنسية"
                    ],
                    "order_index": 15
                  },
                  {
                    "article_number": "16",
                    "title": "جنسية المرأة الأجنبية بالزواج",
                    "content": "**تكسب المرأة الأجنبية بالزواج جنسية زوجها السعودي**.",
                    "keywords": [
                      "المرأة الأجنبية",
                      "تكسب الجنسية بالزواج"
                    ],
                    "order_index": 16
                  },
                  {
                    "article_number": "17",
                    "title": "فقدان المرأة السعودية للجنسية بالزواج",
                    "content": "مع مراعاة ما جاء في المادتين (132) و (133) من نظام المرافعات الشرعية **لا تفقد المرأة العربية السعودية جنسيتها إذا تزوجت بأجنبي إلا إذا سمح لها بالخروج مع زوجها خارج المملكة... ثم قررت وأعلنت التحاقها بجنسية زوجها ودخلت في هذه الجنسية بحكم القانون الخاص بها**.",
                    "keywords": [
                      "فقدان الجنسية",
                      "الزواج بأجنبي",
                      "الخروج مع الزوج",
                      "الإعلان عن التحاقها بجنسية الزوج"
                    ],
                    "order_index": 17
                  },
                  {
                    "article_number": "18",
                    "title": "استرداد المرأة السعودية للجنسية بعد انتهاء الزوجية",
                    "content": "**يحق للمرأة العربية السعودية المتزوجة بأجنبي أن تسترد جنسيتها العربية السعودية عند انتهاء الزوجية بعد عودتها للإقامة في المملكة**.",
                    "keywords": [
                      "استرداد الجنسية",
                      "انتهاء الزوجية",
                      "العودة للإقامة في المملكة"
                    ],
                    "order_index": 18
                  },
                  {
                    "article_number": "19",
                    "title": "آثار سقوط الجنسية على الزوجة والأولاد",
                    "content": "تسري الأحكام الآتية على زوجات وأولاد من تسقط عنهم الجنسية العربية السعودية .\nأ- **زوجة من تسقط عنه الجنسية العربية بمقتضى المادة (13) يكون لها حق اختيار جنسية زوجها الجديد أو البقاء على جنسيتها السعودية** ولها حالة انتهاء الزوجية أن تسترد جنسيتها السعودية إذا كانت قد اختارت جنسية زوجها من قبل وأما **أولاده الصغار إذا كانوا مقيمين في غير أراضي المملكة العربية السعودية لهم الحق حين بلوغهم سن الرشد في اختيار الجنسية العربية السعودية بدون قيد ولا شرط** كما يخولون كافة الحقوق التي للسعوديين بدون استثناء.\nب- **لا يترتب على سقوط الجنسية العربية السعودية عن شخص ما تطبيقا لأحكام المادة (11) سقوطها عن زوجته وأولاده أو من كان يتمتع بها من ذويه بطريقة التبعية**.",
                    "keywords": [
                      "آثار سقوط الجنسية",
                      "حق اختيار الجنسية للزوجة",
                      "حق اختيار الجنسية للأولاد الصغار المقيمين بالخارج",
                      "سقوط الجنسية لا يترتب على التبعية في حالة المادة 11"
                    ],
                    "order_index": 19
                  },
                  {
                    "article_number": "20",
                    "title": "حكم السفر قبل منح الجنسية",
                    "content": "كل من أقام المدة المقررة لمنح الجنسية السعودية وقدم طلب للتجنس ثم **خرج من المملكة بجواز حكومته الأصلية قبل منحه الجنسية العربية السعودية وغاب عن البلاد مدة تزيد عن سنة تعتبر المدة التي سبق له أن أقامها كأنها لم تكن**، أما من سافر بعد انتهاء المدة المقررة دون أن يتقدم بطلب الجنسية العربية السعودية فإنه **يسقط حقه في طلب الجنسية إذا زادت غيبته عن مدة تأشيرة العودة وأقصاها ستة أشهر**.",
                    "keywords": [
                      "السفر قبل منح الجنسية",
                      "غاب أكثر من سنة",
                      "يسقط حقه في الطلب",
                      "مدة تأشيرة العودة"
                    ],
                    "order_index": 20
                  },
                  {
                    "article_number": "21",
                    "title": "سحب الجنسية (خلال 5 سنوات)",
                    "content": "**يجوز بمرسوم مسبب بناء على طلب وزير الداخلية سحب الجنسية العربية السعودية من كل من تجنس بها... خلال السنوات الخمس الأولى من تجنسه في الحالتين الاثنتين**:\nأ- إذا **حكم عليه بحكم جنائي أو عوقب بالسجن لجريمة أخلاقية لمدة تزيد عن سنة**.\nب- إذا **ثبت لقيامه أو اشتراكه في أي عمل يخل بالأمن العام في المملكة أو ثبت عنه صدور ما يجعله من غير المرغوب فيهم في البلاد**.",
                    "keywords": [
                      "سحب الجنسية بمرسوم مسبب",
                      "خلال 5 سنوات الأولى من التجنس",
                      "جريمة أخلاقية",
                      "الإخلال بالأمن العام",
                      "غير المرغوب فيهم"
                    ],
                    "order_index": 21
                  },
                  {
                    "article_number": "22",
                    "title": "سحب الجنسية (للتدليس)",
                    "content": "**يجوز بمرسوم بناء على اقتراح وزير الداخلية وموافقة رئيس مجلس الوزراء سحب الجنسية العربية السعودية من المتجنس بها في أي وقت** إذا ثبت أنه قد حصل عليها بناء على **أقوال كاذبة أو بطريق الغش أو الخطأ أو بالتزوير أو التزييف في الشهود أو الوثائق أو المستندات أو البيانات** التي قدمها للدخول فيها.",
                    "keywords": [
                      "سحب الجنسية في أي وقت",
                      "أقوال كاذبة",
                      "الغش أو التزوير أو التزييف",
                      "موافقة رئيس مجلس الوزراء"
                    ],
                    "order_index": 22
                  },
                  {
                    "article_number": "23",
                    "title": "آثار سحب الجنسية",
                    "content": "يترتب على **سحب الجنسية العربية السعودية من المتجنس بها زوال هذه الجنسية عن صاحبه وسحبها أيضا ممن كان قد كسبها مع المتجنس بطريق التبعية** فإذا ثبت أن من اكتسبها بالتبعية من ذوي الأخلاق الحسنة وثبت عدم وجود ما يمنع منحه الجنسية **فتمنح له مع احتساب المدة الماضية له**.",
                    "keywords": [
                      "زوال الجنسية عن المتجنس والتابع له",
                      "استثناء من ذوي الأخلاق الحسنة",
                      "احتساب المدة الماضية"
                    ],
                    "order_index": 23
                  },
                  {
                    "article_number": "24",
                    "title": "سلطة التنفيذ والإجراءات",
                    "content": "**وزارة الداخلية هي الجهة صاحبة الاختصاص الأصلي في تنفيذ هذا القانون** والإقرارات والإعلانات والأوراق والطلبات المنصوص عليها في هذا النظام، يجب أن **توجه إلى وزير الداخلية بطريق الإعلان الرسمي أو بموجب إيصال إلى الموظف المختص**... وفي الخارج تسلم ل**لممثلين السياسيين لحكومة جلالة الملك أو إلى قناصلها**.",
                    "keywords": [
                      "وزارة الداخلية",
                      "الاختصاص الأصلي للتنفيذ",
                      "توجيه الإقرارات لوزير الداخلية",
                      "الممثلين السياسيين والقناصل"
                    ],
                    "order_index": 24
                  },
                  {
                    "article_number": "25",
                    "title": "نفاذ القرارات",
                    "content": "جميع المراسيم والقرارات الخاصة بكسب الجنسية العربية السعودية أو بسحبها أو بإسقاطها أو باستردادها **تعتبر نافذة من تاريخ نشرها في الجريدة الرسمية**.",
                    "keywords": [
                      "نفاذ القرارات",
                      "تاريخ النشر في الجريدة الرسمية"
                    ],
                    "order_index": 25
                  },
                  {
                    "article_number": "26",
                    "title": "الجزاءات (الأقوال الكاذبة)",
                    "content": "مع عدم الإخلال بأية عقوبة أخرى أشد يعاقب **بالحبس مدة لا تتجاوز سنتين أو بغرامة لا تتجاوز ألف ريال عربي سعودي** كل من أبدى أمام السلطة المختصة بقصد إثبات الجنسية العربية السعودية له أو لغيره أو بقصد نفيها عنه وعن غيره **أقوالا كاذبة أو قدم إليها أوراقا غير صحيحة مع علمه بذلك** و**تصدر الموافقة بقرار مسبب من وزير الداخلية**.",
                    "keywords": [
                      "أقوال كاذبة",
                      "أوراق غير صحيحة",
                      "الحبس سنتين",
                      "غرامة ألف ريال",
                      "قرار مسبب من وزير الداخلية"
                    ],
                    "order_index": 26
                  },
                  {
                    "article_number": "27",
                    "title": "سلطة إصدار القرارات اللازمة",
                    "content": "**يصدر وزير الداخلية القرارات اللازمة لتنفيذ هذا النظام**.",
                    "keywords": [
                      "وزير الداخلية",
                      "قرارات التنفيذ"
                    ],
                    "order_index": 27
                  },
                  {
                    "article_number": "28",
                    "title": "الإلغاء",
                    "content": "**يلغي هذا النظام نظام الجنسية العربية السعودية الذي صدرت الإرادة الملكية السنية رقم 7/ 1 / 47 في تاريخ 13 شوال 1357هـ بالموافقة عليه**، وما سبقه ومن نظم خاصة بالتابعية الحجازية أو بالتابعية الحجازية النجدية، كما **يلغي أحكام النظم الأخرى المخالفة لأحكامه**.",
                    "keywords": [
                      "إلغاء النظام السابق",
                      "نظام الجنسية العربية السعودية 1357هـ",
                      "إلغاء النظم المخالفة"
                    ],
                    "order_index": 28
                  },
                  {
                    "article_number": "29",
                    "title": "سلطة الملك في منح وإسقاط الجنسية",
                    "content": "**لا يحق لغير جلالة الملك منح الجنسية لمن لا تتوفر لديه الشرائط المنصوص عليها في المادة (9)** وكذلك **إسقاط الجنسية عن أي سعودي لا تنطبق عليه الأحكام المدرجة في المادة (13)** من هذا النظام.",
                    "keywords": [
                      "سلطة جلالة الملك",
                      "منح الجنسية دون توافر الشروط",
                      "إسقاط الجنسية"
                    ],
                    "order_index": 29
                  },
                  {
                    "article_number": "30",
                    "title": "تاريخ النفاذ",
                    "content": "**يعتبر هذا النظام نافذا المفعول من تاريخ تصديقه ونشرة في الجريدة الرسمية**.",
                    "keywords": [
                      "تاريخ النفاذ",
                      "تاريخ تصديقه ونشرة",
                      "الجريدة الرسمية"
                    ],
                    "order_index": 30
                  }
                ]
              }
            ]
          }
        ]
      }
    ],
    "legal_cases": [],
    "processing_report": {
      "warnings": [
        "No explicit LawBranch (أبواب) or LawChapter (فصول) were found in the source text; a single default Branch and Chapter ('1') were created."
      ],
      "errors": [],
      "suggestions": [],
      "structure_confidence": 0.99,
      "total_branches": 1,
      "total_chapters": 1,
      "total_articles": 30
    }
  }