{
  "law_sources": {
    "name": "نظام الجنسية العربية السعودية",
    "type": "law",
    "jurisdiction": "المملكة العربية السعودية",
    "issuing_authority": "مجلس الوزراء",
    "issue_date": "1374/01/25هـ",
    "description": "نظام يحدد من هم السعوديون الأصليون، وشروط اكتساب الجنسية بالتجنس والميلاد، وأحكام فقدان وإسقاط وسحب واسترداد الجنسية، والإجراءات المتعلقة بالتنفيذ والجزاءات.",
    "status": "processed",
    "source_url": "",
    "articles": [
      {
        "article": "المادة 1",
        "text": "يسمى هذا النظام \" **نظام الجنسية العربية السعودية** \".",
        "keywords": [
          "اسم النظام",
          "نظام الجنسية العربية السعودية"
        ],
        "order_index": 1
      },
      {
        "article": "المادة 2",
        "text": "ليس لهذا النظام **أثر رجعي** وتعتبر جميع القرارات والإجراءات الصحيحة التي تمت بموجب الأنظمة السابقة نافذة كما تعتبر الجنسيات التي منحت استنادا إلى تلك النظم قائمة ما دامت مستندة إلى صحة الإجراء والثبوت.",
        "keywords": [
          "ليس له أثر رجعي",
          "الأنظمة السابقة",
          "صحة الإجراء والثبوت"
        ],
        "order_index": 2
      },
      {
        "article": "المادة 3",
        "text": "الألفاظ الآتية تؤدي في هذا النظام المعاني الآتية:\nأ- **السعودي**: هو من كان تابعا لحكومة حضرة صاحب الجلالة الملك المعظم طبقا لأحكام هذا النظام.\nب- **السعودي بالتجنس**: هو من اكتسب الجنسية العربية السعودية بمقتضى أحكامها الخاصة.\nج- **الأجنبي**: هو غير السعودي.\nد- **القاصر**: هو الصغير والمجنون والمعتوه.\nهـ- **سن الرشد**: ما نصت عليه أحكام الشرع الشريف.\nو- **المملكة العربية السعودية**: تشمل الأراضي والمياه والطبقات الجوية الخاضعة للسيادة العربية السعودية كما تشمل السفن والطائرات التي تحمل العلم العربي السعودي.",
        "keywords": [
          "تعاريف",
          "السعودي",
          "السعودي بالتجنس",
          "سن الرشد",
          "نطاق المملكة العربية السعودية"
        ],
        "order_index": 3
      },
      {
        "article": "المادة 4",
        "text": "السعوديون هم:\nأ- من كانت **تابعيته عثمانية عام 1332 هجرية الموافق 1914م من سكان أراضي المملكة العربية السعودية الأصليين**.\nب- **الرعايا العثمانيون المولودون في أراضي المملكة العربية السعودية أو المقيمون فيها عام 1332هـ 1914م الذين حافظوا على إقامتهم في تلك الأراضي إلى 22 / 3 / 1345هـ ولم يكتسبوا جنسية أجنبية قبل هذا التاريخ**.\nج- **من كان من غير الرعايا العثمانيين مقيما في أراضي المملكة العربية السعودية عام 1332هـ 1914م وحافظ على إقامته فيها إلى 22 / 3 / 1345هـ ولم يكتسب جنسية أجنبية قبل هذا التاريخ**.",
        "keywords": [
          "السعوديون الأصليون",
          "التابعية العثمانية عام 1332هـ",
          "الإقامة حتى 1345هـ"
        ],
        "order_index": 4
      },
      {
        "article": "المادة 5",
        "text": "يسري حكم الفقرة (أ) من المادة الرابعة على **النسوة من سكان المملكة العربية السعودية الأصليين اللاتي يتقدمن بطلب استرداد الجنسية العربية السعودية بعد طلاقهن أو وفاة أزواجهن**.",
        "keywords": [
          "استرداد الجنسية",
          "النسوة الأصليات",
          "بعد الطلاق أو الوفاة"
        ],
        "order_index": 5
      },
      {
        "article": "المادة 6",
        "text": "**لا تقبل طلبات بإعطاء شهادات بالجنسية العربية السعودية من الأشخاص الذين ينطبق عليهم حكم الفقرتين (ب، جـ) من المادة الرابعة بعد مضي سنة من تاريخ العمل بهذا النظام** وبالنسبة للقاصر **بعد مضي سنة من بلوغه سن الرشد**.",
        "keywords": [
          "مهلة طلب شهادات",
          "سنة من تاريخ العمل بالنظام",
          "سنة من بلوغ سن الرشد للقاصر"
        ],
        "order_index": 6
      },
      {
        "article": "المادة 7",
        "text": "يكون سعوديا من **ولد داخل المملكة العربية السعودية أو خارجها لأب سعودي** أو **لأم سعودية وأب مجهول الجنسية أو لا جنسية له**.",
        "keywords": [
          "الجنسية بالميلاد",
          "ولد لأب سعودي",
          "ولد لأم سعودية وأب مجهول الجنسية"
        ],
        "order_index": 7
      },
      {
        "article": "المادة 8",
        "text": "يعتبر أجنبيا من ولد في المملكة العربية السعودية عن أبوين أجنبيين أو من أب أجنبي وأم سعودية ومن ولد في الخارج لأب أجنبي معروف الجنسية وأم سعودية، ومع ذلك يكون لهذا المولود عند بلوغه سن الرشد **الحق في اختيار الجنسية العربية السعودية إذا توفرت فيه الشروط الآتية**:\nأ- أن تكون له **صفة الإقامة الدائمة في المملكة العربية السعودية**.\nب- أن تكون له **أخلاق حسنة ولم يسبق الحكم عليه بحد شرعي أو بعقوبة سجن لجريمة أخلاقية لمدة تزيد عن ستة أشهر**.\nج- أن يعلم **اللغة العربية**.\nد- أن يقدم خلال السنة الأخيرة من بلوغه سن الرشد طلبا للدخول في الجنسية العربية السعودية.",
        "keywords": [
          "حق اختيار الجنسية",
          "المولود لأم سعودية وأب أجنبي",
          "الإقامة الدائمة",
          "أخلاق حسنة",
          "معرفة اللغة العربية"
        ],
        "order_index": 8
      },
      {
        "article": "المادة 9",
        "text": "يجوز منح الجنسية العربية السعودية بمرسوم ملكي بناء على اقتراح وزير الداخلية للأجنبي المولود داخل المملكة العربية السعودية من أب أجنبي وأم سعودية إذا توفرت فيه الشروط الآتية:\nأ- أن يكون عند تقديم الطلب قد بلغ سن الرشد.\nب- أن يكون سليم العقل غير مجنون ولا معتوه.\nج- أن يكون حسن السيرة والسلوك ولم يسبق الحكم عليه بحد شرعي أو بعقوبة سجن لجريمة أخلاقية لمدة تزيد على ستة أشهر.\nد- أن يكون ملما باللغة العربية.\nهـ- أن يثبت رزقه بطريقة مشروعة.",
        "keywords": [
          "منح الجنسية للمولود داخل المملكة من أب أجنبي وأم سعودية",
          "بلوغ سن الرشد",
          "سليم العقل",
          "حسن السيرة",
          "ملم باللغة العربية",
          "رزق مشروع"
        ],
        "order_index": 9
      },
      {
        "article": "المادة 10",
        "text": "يجوز منح الجنسية العربية السعودية للأجنبي إذا توفرت فيه الشروط الآتية:\nأ- أن يكون عند تقديم الطلب قد بلغ سن الرشد.\nب- أن يكون سليم العقل غير مجنون ولا معتوه.\nج- أن يكون حسن السيرة والسلوك ولم يسبق الحكم عليه بحد شرعي أو بعقوبة سجن لجريمة أخلاقية لمدة تزيد على ستة أشهر.\nد- أن يكون ملما باللغة العربية.\nهـ- أن يثبت رزقه بطريقة مشروعة.",
        "keywords": [
          "منح الجنسية للأجنبي",
          "بلوغ سن الرشد",
          "سليم العقل",
          "حسن السيرة",
          "ملم باللغة العربية",
          "رزق مشروع"
        ],
        "order_index": 10
      },
      {
        "article": "المادة 11",
        "text": "يكتسب الجنسية العربية السعودية بموجب مرسوم ملكي كل أجنبي مولود خارج المملكة العربية السعودية من أب أجنبي وأم سعودية إذا توفرت فيه الشروط المنصوص عليها في المادة التاسعة.",
        "keywords": [
          "اكتساب الجنسية للمولود خارج المملكة من أب أجنبي وأم سعودية"
        ],
        "order_index": 11
      },
      {
        "article": "المادة 12",
        "text": "يفقد الجنسية العربية السعودية من اكتسب جنسية أجنبية مع علمه بأن ذلك مخالف للأحكام المنظمة للجنسية العربية السعودية.",
        "keywords": [
          "فقدان الجنسية",
          "اكتساب جنسية أجنبية"
        ],
        "order_index": 12
      },
      {
        "article": "المادة 13",
        "text": "تسقط الجنسية العربية السعودية عن السعودي بموجب مرسوم ملكي إذا ثبت أنه قد ارتكب جريمة مخلة بالشرف أو الأمانة أو أنه ينتمي إلى جماعة أو حزب أو منظمة تهدف إلى تقويض الأمن العام أو إلى قلب نظام الحكم في المملكة أو إلى إثارة الفتنة أو التحريض على الفرقة بين أفراد المجتمع.",
        "keywords": [
          "إسقاط الجنسية",
          "جريمة مخلة بالشرف",
          "انتماء لجماعة تهدف لتقويض الأمن"
        ],
        "order_index": 13
      },
      {
        "article": "المادة 14",
        "text": "يجوز لوزير الداخلية أن يسحب الجنسية العربية السعودية من المتجنس بها إذا ثبت أنه قد ارتكب جريمة مخلة بالشرف أو الأمانة أو أنه ينتمي إلى جماعة أو حزب أو منظمة تهدف إلى تقويض الأمن العام أو إلى قلب نظام الحكم في المملكة أو إلى إثارة الفتنة أو التحريض على الفرقة بين أفراد المجتمع.",
        "keywords": [
          "سحب الجنسية من المتجنس",
          "جريمة مخلة بالشرف",
          "انتماء لجماعة تهدف لتقويض الأمن"
        ],
        "order_index": 14
      },
      {
        "article": "المادة 15",
        "text": "يجوز استرداد الجنسية العربية السعودية لمن فقدها أو أسقطت عنه أو سحبت منه بموجب مرسوم ملكي بناء على اقتراح وزير الداخلية.",
        "keywords": [
          "استرداد الجنسية"
        ],
        "order_index": 15
      },
      {
        "article": "المادة 16",
        "text": "الزوجة السعودية لا تفقد جنسيتها بزواجها من أجنبي ما لم تطلب الدخول في جنسية زوجها وتكتسبها فعلا.",
        "keywords": [
          "الزوجة السعودية",
          "زواج من أجنبي"
        ],
        "order_index": 16
      },
      {
        "article": "المادة 17",
        "text": "الزوجة الأجنبية لا تكتسب الجنسية العربية السعودية بزواجها من سعودي إلا إذا طلبت ذلك وتوفرت فيها الشروط المنصوص عليها في المادة التاسعة.",
        "keywords": [
          "الزوجة الأجنبية",
          "زواج من سعودي"
        ],
        "order_index": 17
      },
      {
        "article": "المادة 18",
        "text": "الأولاد القاصرون يتبعون أباهم في الجنسية العربية السعودية إذا اكتسبها أو فقدها أو أسقطت عنه أو سحبت منه.",
        "keywords": [
          "الأولاد القاصرون",
          "تبعية الأب"
        ],
        "order_index": 18
      },
      {
        "article": "المادة 19",
        "text": "إذا كان الأب سعوديا وفقد الجنسية العربية السعودية أو أسقطت عنه أو سحبت منه، فإن الأولاد القاصرين يعتبرون سعوديين حتى بلوغهم سن الرشد، ولهم الحق في اختيار الجنسية العربية السعودية.",
        "keywords": [
          "فقدان جنسية الأب",
          "الأولاد القاصرون سعوديون حتى الرشد",
          "حق الاختيار"
        ],
        "order_index": 19
      },
      {
        "article": "المادة 20",
        "text": "يجوز للقاصر أو المجنون أو المعتوه أن يختار الجنسية العربية السعودية خلال سنة من رفع القصور أو الجنون أو العته إذا كان أبوه قد فقد الجنسية العربية السعودية.",
        "keywords": [
          "اختيار الجنسية بعد رفع القصور",
          "فقدان جنسية الأب"
        ],
        "order_index": 20
      },
      {
        "article": "المادة 21",
        "text": "يجوز بمرسوم ملكي بناء على اقتراح وزير الداخلية منح الجنسية العربية السعودية للأجنبي دون توافر الشروط المنصوص عليها في المادة التاسعة إذا كان له خدمات جليلة للمملكة أو إذا كان من أهل العلم أو الاختصاص الذي تحتاج إليه المملكة.",
        "keywords": [
          "منح الجنسية دون شروط",
          "خدمات جليلة",
          "أهل العلم أو الاختصاص"
        ],
        "order_index": 21
      },
      {
        "article": "المادة 22",
        "text": "**يجوز بمرسوم بناء على اقتراح وزير الداخلية وموافقة رئيس مجلس الوزراء سحب الجنسية العربية السعودية من المتجنس بها في أي وقت** إذا ثبت أنه قد حصل عليها بناء على **أقوال كاذبة أو بطريق الغش أو الخطأ أو بالتزوير أو التزييف في الشهود أو الوثائق أو المستندات أو البيانات** التي قدمها للدخول فيها.",
        "keywords": [
          "سحب الجنسية في أي وقت",
          "أقوال كاذبة",
          "الغش أو التزوير أو التزييف",
          "موافقة رئيس مجلس الوزراء"
        ],
        "order_index": 22
      },
      {
        "article": "المادة 23",
        "text": "يترتب على **سحب الجنسية العربية السعودية من المتجنس بها زوال هذه الجنسية عن صاحبه وسحبها أيضا ممن كان قد كسبها مع المتجنس بطريق التبعية** فإذا ثبت أن من اكتسبها بالتبعية من ذوي الأخلاق الحسنة وثبت عدم وجود ما يمنع منحه الجنسية **فتمنح له مع احتساب المدة الماضية له**.",
        "keywords": [
          "زوال الجنسية عن المتجنس والتابع له",
          "استثناء من ذوي الأخلاق الحسنة",
          "احتساب المدة الماضية"
        ],
        "order_index": 23
      },
      {
        "article": "المادة 24",
        "text": "**وزارة الداخلية هي الجهة صاحبة الاختصاص الأصلي في تنفيذ هذا القانون** والإقرارات والإعلانات والأوراق والطلبات المنصوص عليها في هذا النظام، يجب أن **توجه إلى وزير الداخلية بطريق الإعلان الرسمي أو بموجب إيصال إلى الموظف المختص**... وفي الخارج تسلم ل**لممثلين السياسيين لحكومة جلالة الملك أو إلى قناصلها**.",
        "keywords": [
          "وزارة الداخلية",
          "الاختصاص الأصلي للتنفيذ",
          "توجيه الإقرارات لوزير الداخلية",
          "الممثلين السياسيين والقناصل"
        ],
        "order_index": 24
      },
      {
        "article": "المادة 25",
        "text": "جميع المراسيم والقرارات الخاصة بكسب الجنسية العربية السعودية أو بسحبها أو بإسقاطها أو باستردادها **تعتبر نافذة من تاريخ نشرها في الجريدة الرسمية**.",
        "keywords": [
          "نفاذ القرارات",
          "تاريخ النشر في الجريدة الرسمية"
        ],
        "order_index": 25
      },
      {
        "article": "المادة 26",
        "text": "مع عدم الإخلال بأية عقوبة أخرى أشد يعاقب **بالحبس مدة لا تتجاوز سنتين أو بغرامة لا تتجاوز ألف ريال عربي سعودي** كل من أبدى أمام السلطة المختصة بقصد إثبات الجنسية العربية السعودية له أو لغيره أو بقصد نفيها عنه وعن غيره **أقوالا كاذبة أو قدم إليها أوراقا غير صحيحة مع علمه بذلك** و**تصدر الموافقة بقرار مسبب من وزير الداخلية**.",
        "keywords": [
          "أقوال كاذبة",
          "أوراق غير صحيحة",
          "الحبس سنتين",
          "غرامة ألف ريال",
          "قرار مسبب من وزير الداخلية"
        ],
        "order_index": 26
      },
      {
        "article": "المادة 27",
        "text": "**يصدر وزير الداخلية القرارات اللازمة لتنفيذ هذا النظام**.",
        "keywords": [
          "وزير الداخلية",
          "قرارات التنفيذ"
        ],
        "order_index": 27
      },
      {
        "article": "المادة 28",
        "text": "**يلغي هذا النظام نظام الجنسية العربية السعودية الذي صدرت الإرادة الملكية السنية رقم 7/ 1 / 47 في تاريخ 13 شوال 1357هـ بالموافقة عليه**، وما سبقه ومن نظم خاصة بالتابعية الحجازية أو بالتابعية الحجازية النجدية، كما **يلغي أحكام النظم الأخرى المخالفة لأحكامه**.",
        "keywords": [
          "إلغاء النظام السابق",
          "نظام الجنسية العربية السعودية 1357هـ",
          "إلغاء النظم المخالفة"
        ],
        "order_index": 28
      },
      {
        "article": "المادة 29",
        "text": "**لا يحق لغير جلالة الملك منح الجنسية لمن لا تتوفر لديه الشرائط المنصوص عليها في المادة (9)** وكذلك **إسقاط الجنسية عن أي سعودي لا تنطبق عليه الأحكام المدرجة في المادة (13)** من هذا النظام.",
        "keywords": [
          "سلطة جلالة الملك",
          "منح الجنسية دون توافر الشروط",
          "إسقاط الجنسية"
        ],
        "order_index": 29
      },
      {
        "article": "المادة 30",
        "text": "**يعتبر هذا النظام نافذا المفعول من تاريخ تصديقه ونشرة في الجريدة الرسمية**.",
        "keywords": [
          "تاريخ النفاذ",
          "تاريخ تصديقه ونشرة",
          "الجريدة الرسمية"
        ],
        "order_index": 30
      }
    ]
  }
}