{
    "law_sources": [
      {
        "name": "النظام التجاري (نظام المحكمة التجارية)",
        "type": "law",
        "jurisdiction": "المملكة العربية السعودية",
        "issuing_authority": "الملك",
        "issue_date": "1350 هـ",
        "description": "النظام التجاري السعودي الذي كان ينظم الأعمال التجارية والشركات والأوراق التجارية والإفلاس والتجارة البحرية وأصول المحاكمات التجارية وتشكيل المحكمة التجارية.",
        "status": "processed",
        "source_url": "https://laws.boe.gov.sa/BoeLaws/Laws/LawDetails/c58ba10c-4e89-4c06-98d7-a9a700f1c706/1",
        "branches": [
          {
            "branch_number": "الأول",
            "branch_name": "التجارة البرية",
            "description": "يتناول أحكام التاجر وشروطه وصفاته وأنواع الشركات والوكلاء بالعمولة والدلالين والصيارف والأوراق التجارية والإفلاس والعقوبات.",
            "order_index": 1,
            "chapters": [
              {
                "chapter_number": "الأول",
                "chapter_name": "التاجر ، شروطه ، صفاته ، أنواعه",
                "description": "تعريف التاجر والأعمال التجارية وواجبات التاجر تجاه دفاتره التجارية.",
                "order_index": 1,
                "articles": [
                  {
                    "article_number": "1",
                    "title": null,
                    "content": "التاجر هو من اشتغل بالمعاملات التجارية واتخذها مهنة له.",
                    "keywords": [
                      "التاجر",
                      "المعاملات التجارية",
                      "مهنة"
                    ],
                    "order_index": 1
                  },
                  {
                    "article_number": "2",
                    "title": null,
                    "content": "يعتبر من الأعمال التجارية كل ما هو آت:\nأ- كل شراء بضاعة أو أغلال من مأكولات وغيرها لأجل بيعها بحالها أو بعد صناعة وعمل فيها.\nب- كل مقاولة أو تعهد بتوريد أشياء أو عمل يتعلق بالتجارة بالعمولة أو النقل برا أو بحرا أو يتعلق بالمحلات والمكاتب التجارية ومحلات البيع بالمزايدة يعني الحراج.\nج- كل ما يتعلق بسندات الحوالة بأنواعها أو بالصرافة والدلالة (السمسرة).\nد- جميع العقود والتعهدات الحاصلة بين التجار والمتسببين والسماسرة والصيارف والوكلاء بأنواعهم، وجميع المقاولات المتعلقة بإنشاء مبان ونحوها متى كان المقاول متعهدا بتوريد المؤن والأدوات اللازمة لها.",
                    "keywords": [
                      "الأعمال التجارية",
                      "شراء بضاعة للبيع",
                      "النقل",
                      "الصرافة",
                      "الدلالة",
                      "سندات الحوالة"
                    ],
                    "order_index": 2
                  },
                  {
                    "article_number": "3",
                    "title": null,
                    "content": "إذا باع مالك الأرض أو المزارع فيها غلتها بمعرفته، أو باع مالك العقار عقاره أو اشترى أحد عقارا أو أي شيء لا لبيعها ولا إجارتها بل للاستعمال فلا يعد شيء من ذلك عملا تجاريا ، كما وإن دعاوى العقارات وإيجاراتها لا تعد من الأعمال التجارية.",
                    "keywords": [
                      "أعمال غير تجارية",
                      "بيع العقار",
                      "بيع الغلة",
                      "الشراء للاستعمال"
                    ],
                    "order_index": 3
                  },
                  {
                    "article_number": "4",
                    "title": null,
                    "content": "كل من كان رشيدا أو بلغ سن الرشد فله الحق أن يتعاطى مهنة التجارة بأنواعها.",
                    "keywords": [
                      "سن الرشد",
                      "مزاولة التجارة"
                    ],
                    "order_index": 4
                  },
                  {
                    "article_number": "5",
                    "title": null,
                    "content": "يجب على كل تاجر أن يسلك في كل أعماله التجارية بدين وشرف فلا يرتكب غشا ولا تدليسا ولا احتيالا ولا غبنا ولا غررا ولا نكثا ولا شيئا مما يخالف الدين والشرف بوجه من الوجوه، وإذا فعل ذلك استحق الجزاء الرادع بمقتضى قانون العقوبات المندرج في هذا النظام.",
                    "keywords": [
                      "واجبات التاجر",
                      "الدين والشرف",
                      "الغش والاحتيال",
                      "الجزاء الرادع"
                    ],
                    "order_index": 5
                  },
                  {
                    "article_number": "6",
                    "title": null,
                    "content": "من الواجب على كل تاجر استعمال الدفاتر الآتية:\nأ- دفتر اليومية: المشتمل على بيان جميع ما له وعليه من الديون يوما فيوما وبيان أعمال تجارته ....\nب- دفتر الكوبية: الذي يرصد فيه صور المكاتيب والكشوفات التي تصدر من محل تجارته المتعلقة بأشغاله التجارية، على أن يحفظ عموم التحارير والكشوفات التي ترد إليه من هذا النوع في ملف خاص.\nج- دفتر الجرد: الذي يجرد فيه سنويا أمواله التجارية منقولة كانت أو غير منقولة، ويحصر فيه كل ما له وعليه من الديون.\nد- دفتر التوثق: الذي يقيد فيه التاجر بيوعه ومعاملاته مع بيان الإيضاحات اللازمة ويأخذ عليه إمضاء المشتري أو صاحب المعاملة توثيقا للمعاملة وليكون حجة على المشتري عند المراجعة والاقتضاء.",
                    "keywords": [
                      "الدفاتر التجارية",
                      "دفتر اليومية",
                      "دفتر الكوبية",
                      "دفتر الجرد",
                      "دفتر التوثق"
                    ],
                    "order_index": 6
                  },
                  {
                    "article_number": "7",
                    "title": null,
                    "content": "يجب أن يكون كل من دفاتر اليومية والجرد والتوثق محررات بصورة منتظمة دون أن يتخلل الصحيفة فراغ أو بياض وأن تكون خالية من العلاوات والتحشية والمسح والحك وأن تكون صحائفها مرقومة بعدد متسلسل من الابتداء إلى الانتهاء.",
                    "keywords": [
                      "انتظام الدفاتر",
                      "ترقيم الصحائف",
                      "خالية من التحشية"
                    ],
                    "order_index": 7
                  },
                  {
                    "article_number": "8",
                    "title": null,
                    "content": "يجب أن تكون هذه الدفاتر قبل استعمالها مسجلة في قلم المحكمة التجارية حسب الأصول.",
                    "keywords": [
                      "تسجيل الدفاتر",
                      "قلم المحكمة التجارية"
                    ],
                    "order_index": 8
                  },
                  {
                    "article_number": "9",
                    "title": null,
                    "content": "كل دفتر غير مستوف للشروط السالف ذكرها لا يصلح حجة أمام المحكمة التجارية في المرافعات.",
                    "keywords": [
                      "عدم صلاحية كحجة",
                      "شروط الدفاتر"
                    ],
                    "order_index": 9
                  },
                  {
                    "article_number": "10",
                    "title": null,
                    "content": "كل تاجر مسئول عن أعماله وانتظام دفاتره وأعمال المستخدمين عنده فيما يترتب فيه عقوبة تجارية ويعد التاجر شريكا لمن ارتكبها من المستخدمين ما لم تظهر براءته بصورة جلية.",
                    "keywords": [
                      "مسؤولية التاجر",
                      "أعمال المستخدمين",
                      "شريك"
                    ],
                    "order_index": 10
                  }
                ]
              },
              {
                "chapter_number": "الثاني",
                "chapter_name": "في الشركات",
                "description": "تعريف الشركة وأنواعها (المفاوضة، العنان، المضاربة).",
                "order_index": 2,
                "articles": [
                  {
                    "article_number": "11",
                    "title": null,
                    "content": "الشركة عقد بين اثنين فأكثر يلتزم به تصرف مخصوص لتحصيل ربح مشروع وهي ثلاثة أنواع: شركة المفاوضة ، وشركة العنان ، وشركة المضاربة.",
                    "keywords": [
                      "الشركة",
                      "عقد بين اثنين فأكثر",
                      "ربح مشروع",
                      "أنواع الشركات"
                    ],
                    "order_index": 11
                  },
                  {
                    "article_number": "12",
                    "title": null,
                    "content": "شركة المفاوضة المعبر عنها بشركة التضامن هي الشركة المنعقدة تحت إمضاء عموم الشركاء على رأس مال معلوم متساو ويكون جميع الشركاء متضامنين متكافلين في كل التعهدات والمقاولات المندرجة في السندات التي أمضاها الشركاء المأذونون في كل الأعمال التجارية.",
                    "keywords": [
                      "شركة المفاوضة",
                      "شركة التضامن",
                      "رأس مال متساو",
                      "متضامنين متكافلين"
                    ],
                    "order_index": 12
                  },
                  {
                    "article_number": "13",
                    "title": null,
                    "content": "شركة العنان هي الشركة المنعقدة بين اثنين فأكثر على رأس مال معلوم لكل من الشركاء حصة معينة فيه ولا يتحمل الشريك ضررا ولا خسارة زيادة على حصته من رأس المال.",
                    "keywords": [
                      "شركة العنان",
                      "حصة معينة",
                      "حدود الخسارة"
                    ],
                    "order_index": 13
                  },
                  {
                    "article_number": "14",
                    "title": null,
                    "content": "من فروع شركة العنان المساهمة وهي الشركة المنعقدة على رأس مال معلوم يقسم إلى أسهم، والأسهم إلى حصص متساوية المبالغ من غير تسمية أصحاب الحصص، ويتولى إدارتها وكلاء مختارون... والمديرون هم المسئولون عن الأعمال الموكولة إلى عهدتهم وليسوا بمديونين ولا كافلين تعهدات الشركة.",
                    "keywords": [
                      "شركة المساهمة",
                      "أسهم",
                      "مسؤولية المديرون"
                    ],
                    "order_index": 14
                  },
                  {
                    "article_number": "15",
                    "title": null,
                    "content": "شركة المضاربة هي الشركة المنعقدة على أن يكون رأس المال من طرف والعمل من الطرف الآخر لاشتراك الجميع في الربح الحاصل.",
                    "keywords": [
                      "شركة المضاربة",
                      "رأس مال وعمل",
                      "اشتراك في الربح"
                    ],
                    "order_index": 15
                  },
                  {
                    "article_number": "16",
                    "title": null,
                    "content": "ما عدا الشركات المذكورة آنفا توجد شركات أخرى متعارفة بين التجارة تجري فيها مقتضياتها.",
                    "keywords": [
                      "شركات متعارفة"
                    ],
                    "order_index": 16
                  },
                  {
                    "article_number": "17",
                    "title": null,
                    "content": "كل الشركات تقسم أرباحها على الوجه الذي وقع الاتفاق عليه بين الشركاء.",
                    "keywords": [
                      "تقسيم الأرباح",
                      "اتفاق الشركاء"
                    ],
                    "order_index": 17
                  }
                ]
              },
              {
                "chapter_number": "الثالث",
                "chapter_name": "في الوكيل بالعمولة المعبر عنه بالقومسيون والأمناء المأمورين بنقل الأشياء برا وبحرا",
                "description": "تعريف الوكيل بالعمولة وحقوقه وواجباته والتزاماته وواجبات الأمناء والمكارين (شركات النقل) وضماناتهم.",
                "order_index": 3,
                "articles": [
                  {
                    "article_number": "18",
                    "title": null,
                    "content": "الوكيل بالعمولة هو الذي يتعاطى التجارة بالوصاية والنيابة ويجري معاملاته باسمه أو بعنوان شركة ما لحساب موكله.",
                    "keywords": [
                      "الوكيل بالعمولة",
                      "القومسيون",
                      "بالوصاية والنيابة",
                      "باسم الوكيل لحساب الموكل"
                    ],
                    "order_index": 18
                  },
                  {
                    "article_number": "19",
                    "title": null,
                    "content": "كل وكيل بعمولة له الحق أن يتقدم في استيفاء جميع ما صرفه على أمتعة مرسلة له من محل آخر برسم البيع لحساب موكله من نفس قيمتها إذا كانت موجودة لديه أو مودعة في مخزن الجمرك أو حملت إليه بموجب قائمة الإرسالية.",
                    "keywords": [
                      "حق الوكيل بالعمولة",
                      "استيفاء المصروفات",
                      "ضمانة من قيمة الأمتعة"
                    ],
                    "order_index": 19
                  },
                  {
                    "article_number": "20",
                    "title": null,
                    "content": "إذا حول الوكيل أمر نقل البضاعة والأشياء المسلمة أو المرسلة له إلى غيره بغير إذن التاجر الأصلي يضمن كل ضرر يحصل بسبب ذلك. أما إذا كان التحويل إلى الوكيل الآخر من نفس التاجر أو بإذنه فلا ضمان عليه.",
                    "keywords": [
                      "ضمان الوكيل",
                      "التحويل إلى غيره",
                      "إذن التاجر الأصلي"
                    ],
                    "order_index": 20
                  },
                  {
                    "article_number": "21",
                    "title": null,
                    "content": "يجب على كل وكيل وأمين أن يقيد بدفتر اليومية جنس ومقدار وأثمان البضائع المأمور بنقلها بحرا أو برا.",
                    "keywords": [
                      "واجبات الوكيل والأمين",
                      "قيد البضائع",
                      "دفتر اليومية"
                    ],
                    "order_index": 21
                  },
                  {
                    "article_number": "22",
                    "title": null,
                    "content": "يجب على الوكيل والأمين حين إرسال البضاعة أن يرفق بها قائمة الإرسالية ؛ أي كشفا مستوفيا للشرائط الآتية.",
                    "keywords": [
                      "قائمة الإرسالية",
                      "إرفاق كشف"
                    ],
                    "order_index": 22
                  },
                  {
                    "article_number": "23",
                    "title": null,
                    "content": "يوضح في قائمة الإرسالية مقدار وجنس البضائع المنقولة ونوع الطرود ومهلة إيصالها مع بيان اسم وشهرة الوكيل والأمين المتعهد بنقلها والمكارى ، واسم وشهرة من تسلم إليه البضاعة ومقدار أجرة النقل وكيفية التضمينات اللازمة على فرض عدم إيصالها في المهلة المعينة ويوقع عليها إمضاء المرسل مع رقم عدد هذه القائمة وعلامة الأشياء المرسلة بحاشيتها ثم تقيد بعينها في دفتر اليومية.",
                    "keywords": [
                      "محتويات قائمة الإرسالية",
                      "مهلة الإيصال",
                      "أجرة النقل",
                      "التوقيع والقيد"
                    ],
                    "order_index": 23
                  },
                  {
                    "article_number": "24",
                    "title": null,
                    "content": "تلزم الوكيل والأمين والمكارى ضمانة إيصال البضائع المسلمة إليه في داخل المهلة المعينة في قائمة الإرسالية فكل ضرر ينشأ من تأخيره يضمنه ما لم يكن المانع قاهرا يعجز عن دفعه.",
                    "keywords": [
                      "ضمانة الإيصال",
                      "المانع القاهر",
                      "ضرر التأخير"
                    ],
                    "order_index": 24
                  },
                  {
                    "article_number": "25",
                    "title": null,
                    "content": "يضمن الوكيل والأمين كل ما ضاع أو تلف من الأشياء المرسلة بعد وصولها إليه ما لم يكن في قائمة الإرسالية شرط يدفع عنه الضمان أو كان التلف والضياع بسبب يعجز الوكيل والأمين عن دفعه أما إذا كان التلف والضياع في أثناء الطريق قبل وصولها إليه فلا ضمان عليه ويتبع مقتضى التعهدات والمقاولات الواقعة بينهم في هذا الشأن.",
                    "keywords": [
                      "ضمان الوكيل والأمين",
                      "التلف بعد الوصول",
                      "التلف أثناء الطريق"
                    ],
                    "order_index": 25
                  },
                  {
                    "article_number": "26",
                    "title": null,
                    "content": "يضمن المكارى كل ما يتلف من الأشياء المرسلة معه إذا كان بتعد منه أو إهمال وإلا فلا ضمان عليه، أما إذا كان التلف والضياع من مقتضى جنس الأشياء المرسلة معه كالخضروات والفواكه التي يتسارع إليها الفساد وتأخر وصولها عن المدة المعهودة لغير داع قاهر فيضمن وإلا فلا ضمان عليه.",
                    "keywords": [
                      "ضمان المكاري",
                      "تعد أو إهمال",
                      "تلف البضائع السريعة التلف"
                    ],
                    "order_index": 26
                  },
                  {
                    "article_number": "27",
                    "title": null,
                    "content": "استلام الأشياء المرسلة مع المكارى ثم إعطاؤه الأجرة تماما أو باقيها يعد بعد ذلك اعترافا باستلام الأشياء تامة سليمة فلا تسمع دعواه على المكارى بما يناقض ذلك أما قبل تحقق هذا الاعتراف فيحق له إقامة الدعوى ثلاثة أشهر إن كان التلف أو الضياع في المملكة الحجازية أو داخل سنة قمرية إن كان التلف أو الضياع في خارجها وبعد مضي المهلتين لا تسمع الدعوى.",
                    "keywords": [
                      "الاعتراف باستلام الأشياء",
                      "مدة إقامة الدعوى",
                      "المملكة الحجازية",
                      "خارج المملكة"
                    ],
                    "order_index": 27
                  },
                  {
                    "article_number": "28",
                    "title": null,
                    "content": "المهلتان المذكورتان في المادة 27 يعتبر ابتداؤها من تاريخ استلام الأشياء أو آخر دفعة منها، وإذا ظهر أن التلف أو الضياع حصل عن حيلة أو خيانة من نفس المكاري فتقام الدعوى في أي وقت كان ولا يمنع سماعها مرور المهلتين المذكورتين.",
                    "keywords": [
                      "ابتداء المهلة",
                      "حيلة أو خيانة المكاري",
                      "عدم سقوط الحق"
                    ],
                    "order_index": 28
                  },
                  {
                    "article_number": "29",
                    "title": null,
                    "content": "إن الشروط والأحكام المبينة في هذا الفصل مرعية الإجراء والتطبيق على رؤساء السفن ومديري شركات السيارات وعجلات الكراء والمخرجين وأصحاب الجمال وسائر الذين ينقلون البضائع على الإطلاق.",
                    "keywords": [
                      "تطبيق الأحكام",
                      "رؤساء السفن",
                      "شركات السيارات",
                      "ناقلي البضائع"
                    ],
                    "order_index": 29
                  }
                ]
              },
              {
                "chapter_number": "الرابع",
                "chapter_name": "في الدلالين المعبر عنهم بالسماسرة",
                "description": "تعريف الدلال، حقوقه وواجباته تجاه دفاتره وتقديمها للمحكمة.",
                "order_index": 4,
                "articles": [
                  {
                    "article_number": "30",
                    "title": null,
                    "content": "الدلال : هو من يتوسط بين البائع والمشتري لإتمام البيع بأجرة.",
                    "keywords": [
                      "الدلال",
                      "السمسار",
                      "يتوسط بين البائع والمشتري"
                    ],
                    "order_index": 30
                  },
                  {
                    "article_number": "31",
                    "title": null,
                    "content": "يتبع فيما للدلال من الحقوق وفيما عليه من الواجبات وفيما يستحقه من الأجرة العرف المطرد والعادة.",
                    "keywords": [
                      "حقوق وواجبات الدلال",
                      "الأجرة",
                      "العرف والعادة"
                    ],
                    "order_index": 31
                  },
                  {
                    "article_number": "32",
                    "title": null,
                    "content": "يجب على كل دلال يتعاطى الدلالة في البضائع التجارية بين التجار أن يتخذ له دفتر يومية يقيد فيه أعماله بعد إتمامه يوما فيوما بصورة واضحة مع بيان اسم البائع والمشتري وتاريخ العقد... من غير تخلل بياض في الدفتر ولا حصول شطب ولا وضع كلمة فوق أخرى ولا كتابة بين السطور.",
                    "keywords": [
                      "دفتر يومية الدلال",
                      "قيد الأعمال",
                      "شروط انتظام الدفتر"
                    ],
                    "order_index": 32
                  },
                  {
                    "article_number": "33",
                    "title": null,
                    "content": "يجب على الدلالين أن يقدموا دفاترهم مع ما يلزم من الإيضاحات إذا طلبت منهم المحكمة التجارية وليس لهم حق الامتناع بوجه من الوجوه.",
                    "keywords": [
                      "تقديم الدفاتر للمحكمة",
                      "المحكمة التجارية",
                      "عدم الامتناع"
                    ],
                    "order_index": 33
                  },
                  {
                    "article_number": "34",
                    "title": null,
                    "content": "إذا بيعت بضاعة بواسطة دلال على أنموذج - أي عينة معلومة - وجب عليه حفظها إلى يوم تسليم البضاعة مع التأشير عليها بما يلزم لمعرفتها بدون اشتباه.",
                    "keywords": [
                      "البيع على أنموذج",
                      "حفظ العينة"
                    ],
                    "order_index": 34
                  }
                ]
              },
              {
                "chapter_number": "الخامس",
                "chapter_name": "في الصيارف",
                "description": "تعريف الصراف وشروط مزاولة مهنة الصرافة وواجباته تجاه النقود والمسكوكات.",
                "order_index": 5,
                "articles": [
                  {
                    "article_number": "35",
                    "title": null,
                    "content": "الصراف : هو من يتعاطى مهنة تبديل العملة نقودا وأوراقا نقدية.",
                    "keywords": [
                      "الصراف",
                      "تبديل العملة"
                    ],
                    "order_index": 35
                  },
                  {
                    "article_number": "36",
                    "title": null,
                    "content": "لا يجوز لأي شخص أن يفتح دكانا أو محلا للصرافة ما لم يستحصل على رخصة من المحكمة التجارية.",
                    "keywords": [
                      "رخصة الصرافة",
                      "المحكمة التجارية"
                    ],
                    "order_index": 36
                  },
                  {
                    "article_number": "37",
                    "title": null,
                    "content": "يجب على من أراد أن يفتح محلا للصرافة أن يقدم طلبا إلى رئيس الحكومة ... وبعد إعطائه كفيلا اعتباريا وتصديق الكفالة من كاتب العدل يجري تسجيل اسمه في قلم المحكمة التجارية وتعطى له رخصة.",
                    "keywords": [
                      "إجراءات الترخيص",
                      "كفيل اعتباري",
                      "تسجيل في المحكمة"
                    ],
                    "order_index": 37
                  },
                  {
                    "article_number": "38",
                    "title": null,
                    "content": "رئيس جماعة الصيارفة في كل بلدة يعين بطريق الانتخاب منهم في المحكمة التجارية ويعرض نتيجة الانتخاب من طرف المحكمة لرئيس حكومة البلدة لتعيين المستحق.",
                    "keywords": [
                      "رئيس جماعة الصيارفة",
                      "الانتخاب",
                      "المحكمة التجارية"
                    ],
                    "order_index": 38
                  },
                  {
                    "article_number": "39",
                    "title": null,
                    "content": "يجب على كل صراف أن يتخذ له دفترا مختوما من مجلس التجارة مقسوما إلى حقلين (من وإلى) لتدوين كل مقبوض ومدفوع موافقا لشروط المادة 7 من هذا النظام.",
                    "keywords": [
                      "دفتر الصراف",
                      "ختم مجلس التجارة"
                    ],
                    "order_index": 39
                  },
                  {
                    "article_number": "40",
                    "title": null,
                    "content": "يجب على الصراف أن لا يقبل ولا يدفع نقودا مبرودة أو ناقصة عن وزنها ولا زائفة.",
                    "keywords": [
                      "نقود مبرودة",
                      "ناقصة الوزن",
                      "نقود زائفة"
                    ],
                    "order_index": 40
                  },
                  {
                    "article_number": "41",
                    "title": null,
                    "content": "كل صراف مسئول عن أعماله وانتظام دفاتره وأعمال الأشخاص المستخدمين عنده مما تترتب فيها عقوبة بمقتضى فصل العقوبات.\nأ- يجب على الطرفين أن يقوموا بكل أمر حكومي إذا بدا للحكومة أي طلب من طريق المالية من قبيل التبديل في المسكوكات بطرق التوزيع والتساوي بين الطرفين مع مراعاة الوقت والحال.\nب- يجب على المالية أن لا تأخذ شيئا من الطرفين بطريق التبديل إلا بنقد حينما تقبض تسلم.\nج- يجب أن يكون سعر الجنيه أو الريالات بسعر ذلك اليوم الذي تريد المالية تبديل ما تريد تبديله من المسكوكات بغير زيادة ولا نقصان.\nد- يجب على المالية أن لا تكلف الصرافين في كل وقت بتبديل المسكوكات وإنما يكون تكليفهم حين اللزوم الضروري وبعد موافقة مجلس الوكلاء.\nهـ- في البلدان التي لا يوجد فيها محكمة تجارية تقوم المجالس البلدية فيها بتطبيق المواد الخاصة بالصرافين بدلا عن المحكمة التجارية.",
                    "keywords": [
                      "مسؤولية الصراف",
                      "تبديل المسكوكات",
                      "سعر الصرف اليومي",
                      "المجالس البلدية"
                    ],
                    "order_index": 41
                  }
                ]
              },
              {
                "chapter_number": "السادس",
                "chapter_name": "في السفاتج ، سندات الحوالة المعبر عنها بالبوليسة والكمبيالة المتداولة بين التجار",
                "description": "تنظيم السفاتج (الكمبيالات/سندات الحوالة) وشروط تحريرها وقبولها ورفضها وأحكام الإفلاس المتعلقة بها.",
                "order_index": 6,
                "articles": [
                  {
                    "article_number": "42",
                    "title": null,
                    "content": "سندات الحوالة أي السفاتج التي تسحب من محل على آخر يجب أن تؤرخ ويوضح فيها المبالغ المحولة واسم الشخص المحال عليه وتاريخ ومكان الدفع ويبين فيها أنها قيمة بضاعة أو مقابل نقود أو محسوبة لحساب ما ويذكر فيها أن القيمة وصلت وإذا حرر منها عدة نسخ يذكر في كل منها عددها لتقوم الواحدة منها مقام الجميع كما أن جميعها في حكم نسخة واحدة ويضع إمضاء الساحب أو ختمه.",
                    "keywords": [
                      "سندات الحوالة",
                      "السفاتج",
                      "شروط التحرير",
                      "المحال عليه",
                      "تعدد النسخ",
                      "إمضاء الساحب"
                    ],
                    "order_index": 42
                  },
                  {
                    "article_number": "43",
                    "title": null,
                    "content": "يجوز أن تسحب السفاتج على شخص ويشترط فيها الدفع في محل شخص آخر كما يجوز سحبها بأمر شخص على ذمته.",
                    "keywords": [
                      "مكان الدفع",
                      "السحب على ذمته"
                    ],
                    "order_index": 43
                  },
                  {
                    "article_number": "44",
                    "title": null,
                    "content": "السفاتج المحررة على خلاف الشروط الآنفة الذكر لا تعتبر إلا كسندات عادية.",
                    "keywords": [
                      "سندات عادية",
                      "مخالفة الشروط"
                    ],
                    "order_index": 44
                  },
                  {
                    "article_number": "45",
                    "title": null,
                    "content": "عند حلول أجل دفع قيمة السفاتج يجب أن يكون في ذمة المحال عليه للمحيل أو للأمر بالسحب مبلغ لا يقل عن قيمة السفتجة.",
                    "keywords": [
                      "مقابل الوفاء",
                      "حلول الأجل"
                    ],
                    "order_index": 45
                  },
                  {
                    "article_number": "46",
                    "title": null,
                    "content": "الشرح على السفتجة بالقبول دليل كاف على أن القابل مدين للساحب أو الأمر بالسحب بما يقابل الوفاء وعلى الساحب وحده أن يثبت في حالة الإنكار أو الامتناع عن الدفع بعد القبول أن المحال عليه كان مدينا بما يقابل الوفاء حين استحقاق الدفع فإذا لم يثبت ذلك يضمن حامل السفتجة قيمة الحوالة تماما ولو عملت الإخطارات في مواعيدها.",
                    "keywords": [
                      "قبول السفتجة",
                      "دليل كاف",
                      "ضمان الساحب",
                      "عدم إثبات مقابل الوفاء"
                    ],
                    "order_index": 46
                  },
                  {
                    "article_number": "47",
                    "title": null,
                    "content": "إذا أفلس الساحب بعد قبول المحال عليه ولو قبل حلول أجل الدفع فلحامل السفتجة دون غيره من غرماء الساحب الحق في استلام مقابل الوفاء الذي عند المسحوب عليه وإذا أفلس المسحوب عليه بعد قبوله فان كان مقابل الوفاء دينا في ذمته فحامل السفتجة أسوة بالغرماء وإن كان مقابل الوفاء أعيانا أو بضائع أو أوراق ذوات قيمة أو مبالغ بأعيانها مودعة فله استلام ذلك ممتازا عن غيره.",
                    "keywords": [
                      "إفلاس الساحب",
                      "إفلاس المسحوب عليه",
                      "حق حامل السفتجة",
                      "دين ممتاز"
                    ],
                    "order_index": 47
                  },
                  {
                    "article_number": "48",
                    "title": null,
                    "content": "من قبل السفتجة صار ملزوما بوفاء قيمتها ولو أفلس الساحب بغير علمه قبل قبوله فلا يجوز له الرجوع بعد القبول.",
                    "keywords": [
                      "ملزوم بوفاء القيمة",
                      "لا يجوز الرجوع بعد القبول"
                    ],
                    "order_index": 48
                  },
                  {
                    "article_number": "49",
                    "title": null,
                    "content": "يجب أن تكتب صيغة القبول بعبارة صريحة ويوضع عليها إمضاء القابل أو ختمه مع التاريخ.",
                    "keywords": [
                      "صيغة القبول",
                      "عبارة صريحة",
                      "إمضاء وتاريخ"
                    ],
                    "order_index": 49
                  },
                  {
                    "article_number": "50",
                    "title": null,
                    "content": "لا يجوز تعليق قبول السفتجة على شرط ما ، ولكن يجوز أن يكون القبول قاصرا على مقدار معين أقل من قيمة السفتجة وفي هذه الحالة يجب على الحامل أن يعمل الإخطار على الباقي.",
                    "keywords": [
                      "لا يجوز تعليق القبول",
                      "قبول جزئي",
                      "عمل الإخطار على الباقي"
                    ],
                    "order_index": 50
                  },
                  {
                    "article_number": "51",
                    "title": null,
                    "content": "صاحب السفتجة والمحيلون المتناقلون لها مسئولون على وجه التضامن عن القبول والدفع في ميعاده وملزمون لحاملها بالوفاء على وجه التضامن.",
                    "keywords": [
                      "مسؤولية بالتضامن",
                      "القبول والدفع"
                    ],
                    "order_index": 51
                  },
                  {
                    "article_number": "52",
                    "title": null,
                    "content": "عند امتناع قبول المحول عليه للسفتجة يحرر له الإخطار المعبر عنه ( بالبروتثو ) من دائرة كاتب العدل ويكون كافيا لإثبات الامتناع.",
                    "keywords": [
                      "امتناع القبول",
                      "إخطار (البروتثو)",
                      "كاتب العدل"
                    ],
                    "order_index": 52
                  },
                  {
                    "article_number": "53",
                    "title": null,
                    "content": "يحق لحامل السفتجة بعد إبراز سند إخطاره المذكور أن يطالب محيله بكفيل يضمن قيمة السفتجة في الميعاد المعين ولكل من المحيلين المتناقلين هذا الحق عن التقاعد إلى أن يستقر الأمر على الساحب ومن امتنع عن إحضار الكفيل يلزم بدفع قيمة السفتجة ومصاريف الإخطار والرجوع.",
                    "keywords": [
                      "المطالبة بكفيل",
                      "الرجوع على المحيلين",
                      "الامتناع عن إحضار الكفيل"
                    ],
                    "order_index": 53
                  },
                  {
                    "article_number": "54",
                    "title": null,
                    "content": "يتحتم قبول السفتجة حال تقديمها أو في مدة لا تتجاوز أربعة وعشرين ساعة من حين التقديم فإن لم ترد لحاملها بعد أربعة وعشرين ساعة سواء قبلت أو لم تقبل، كان من حجزها ضامنا لكل ضرر وخسارة تنشأ من ذلك.",
                    "keywords": [
                      "مهلة قبول السفتجة",
                      "4 وعشرون ساعة",
                      "ضمان الحائز"
                    ],
                    "order_index": 54
                  },
                  {
                    "article_number": "55",
                    "title": null,
                    "content": "إذا عمل الإخطار لعدم القبول يجوز قبولها من شخص آخر متوسط عن صاحبها أو عن أحد المحيلين والمتناقلين ويكتب هذا التوسط في نفس السفتجة وسند الإخطار مع إمضاء المتوسط أو ختمه ويجب على المتوسط إعلان من توسط لأجله على الفور.",
                    "keywords": [
                      "قبول من متوسط",
                      "إخطار عدم القبول",
                      "إعلان التوسط"
                    ],
                    "order_index": 55
                  },
                  {
                    "article_number": "56",
                    "title": null,
                    "content": "جميع حقوق حامل السفتجة محفوظة له على الساحب والمحيلين بسبب عدم قبول المسحوب عليه، وإن حصل القبول من متوسط.",
                    "keywords": [
                      "حقوق حامل السفتجة",
                      "قبول متوسط",
                      "عدم قبول المسحوب عليه"
                    ],
                    "order_index": 56
                  },
                  {
                    "article_number": "57",
                    "title": null,
                    "content": "لا يجب على المتوسط المذكور دفع قيمة السفتجة في ميعاد استحقاق الدفع إلا بعد عمل الإخطار بعدم الدفع في الميعاد المحدود.",
                    "keywords": [
                      "المتوسط",
                      "دفع القيمة",
                      "إخطار عدم الدفع"
                    ],
                    "order_index": 57
                  },
                  {
                    "article_number": "58",
                    "title": null,
                    "content": "السفاتج المسحوبة لدفع قيمتها حال الاطلاع يجب دفع قيمتها حال تقديمها أما إذا ذكر فيها تاريخ أو مهلة للدفع يتبع مقتضى ما حرر فيها.",
                    "keywords": [
                      "سفتجة حال الاطلاع",
                      "تاريخ أو مهلة للدفع"
                    ],
                    "order_index": 58
                  },
                  {
                    "article_number": "59",
                    "title": null,
                    "content": "إذا وافق ميعاد دفع قيمة السفتجة يوم عيد من الأعياد الرسمية يجب دفعها في اليوم الذي قبله.",
                    "keywords": [
                      "ميعاد الدفع",
                      "الأعياد الرسمية",
                      "اليوم الذي قبله"
                    ],
                    "order_index": 59
                  }
                ]
              },
              {
                "chapter_number": "السابع",
                "chapter_name": "في تحويل السفاتج المعبر عنه بالجيرو",
                "description": "أحكام تحويل السفاتج وضمانها الاحتياطي ودفع قيمتها وسقوطها بالضياع أو الإفلاس.",
                "order_index": 7,
                "articles": [
                  {
                    "article_number": "60",
                    "title": null,
                    "content": "تنتقل ملكية السفاتج من واحد لآخر بتحويلها شرحا عليها.",
                    "keywords": [
                      "تحويل السفاتج",
                      "انتقال الملكية",
                      "شرحاً عليها"
                    ],
                    "order_index": 60
                  },
                  {
                    "article_number": "61",
                    "title": null,
                    "content": "يؤرخ تحويل السفتجة ويذكر فيها أن قيمتها وصلت ويبين فيها اسم وشهرة من انتقلت تحت إذنه ويضع المحيل إمضاءه أو ختمه.",
                    "keywords": [
                      "شروط التحويل",
                      "تاريخ الإمضاء",
                      "اسم المحال إليه"
                    ],
                    "order_index": 61
                  },
                  {
                    "article_number": "62",
                    "title": null,
                    "content": "إذا لم يستوف تحويل السفتجة شرائطه المبينة في المادة السابقة فلا يوجب انتقال الملك بل يعد توكيلا اعتياديا في قبض قيمتها.",
                    "keywords": [
                      "تحويل ناقص الشروط",
                      "توكيل اعتيادي"
                    ],
                    "order_index": 62
                  },
                  {
                    "article_number": "63",
                    "title": null,
                    "content": "تقديم التواريخ في التحاويل عن تاريخها الحقيقي ممنوع وإن حصل يعد تزويرا.",
                    "keywords": [
                      "تزوير التواريخ",
                      "تقديم التواريخ ممنوع"
                    ],
                    "order_index": 63
                  },
                  {
                    "article_number": "64",
                    "title": null,
                    "content": "دفع قيمة السفتجة علاوة على كونه مضمونا بالقبول والتحويل يجوز ضمانه من شخص ضمانا احتياطيا ويكون ذلك بكتابه على نفس السفتجة أو في ورقة مستقلة.",
                    "keywords": [
                      "ضمان احتياطي",
                      "كتابة على السفتجة"
                    ],
                    "order_index": 64
                  },
                  {
                    "article_number": "65",
                    "title": null,
                    "content": "الضامن الاحتياطي سواء كان عن صاحب السفتجة أو محيلها يكون نظير الساحبين والمحيلين في الضمان بالوفاء على وجه التضامن مالم يوجد شرط بينهما بخلاف ذلك.",
                    "keywords": [
                      "الضامن الاحتياطي",
                      "ضمان بالتضامن"
                    ],
                    "order_index": 65
                  },
                  {
                    "article_number": "66",
                    "title": null,
                    "content": "يجب دفع قيمة السفتجة من نوع النقود المعينة فيها.",
                    "keywords": [
                      "نوع النقود المعينة",
                      "دفع القيمة"
                    ],
                    "order_index": 66
                  },
                  {
                    "article_number": "67",
                    "title": null,
                    "content": "لا يجبر حامل السفتجة على استلام قيمتها قبل ميعاد استحقاقها.",
                    "keywords": [
                      "دفع قبل الميعاد",
                      "لا يجبر الحامل"
                    ],
                    "order_index": 67
                  },
                  {
                    "article_number": "68",
                    "title": null,
                    "content": "من دفع قيمة السفتجة قبل ميعاد استحقاقها فهو مسئول عن صحة الدفع.",
                    "keywords": [
                      "مسؤولية الدفع المبكر"
                    ],
                    "order_index": 68
                  },
                  {
                    "article_number": "69",
                    "title": null,
                    "content": "من دفع قيمة السفتجة في ميعاد استحقاق دفعها من غير تنبيه أو معارضة من أحد يكون دفعه صحيحا وتبرأ ذمته منها.",
                    "keywords": [
                      "تبرئة الذمة",
                      "دفع في ميعاد الاستحقاق"
                    ],
                    "order_index": 69
                  },
                  {
                    "article_number": "70",
                    "title": null,
                    "content": "إذا دفعت قيمة السفتجة بناء على نسختها الثانية أو الثالثة أو الرابعة وهكذا يكون دفعه صحيحا إن كانت هذه النسخة مكتوبا فيها أن الدفع بناء عليها يلغى ما عداها من النسخ.",
                    "keywords": [
                      "الدفع بناء على نسخة",
                      "إلغاء النسخ الأخرى"
                    ],
                    "order_index": 70
                  },
                  {
                    "article_number": "71",
                    "title": null,
                    "content": "إذا دفعت قيمة السفتجة بناء على نسختها الثانية والثالثة أو الرابعة وهكذا من غير استرجاع النسخة التي عليها صيغة قبوله لا يعد دفعه صحيحا ولا تبرأ ذمته بالنسبة لحامل النسخة التي عليها صيغة القبول.",
                    "keywords": [
                      "عدم استرجاع النسخة",
                      "عدم تبرئة الذمة"
                    ],
                    "order_index": 71
                  },
                  {
                    "article_number": "72",
                    "title": null,
                    "content": "لا يقبل التمنع عن أداء قيمة السفتجة إلا في حالة ضياعها أو ظهور إفلاس حاملها.",
                    "keywords": [
                      "التمنع عن الأداء",
                      "ضياع السفتجة",
                      "إفلاس الحامل"
                    ],
                    "order_index": 72
                  },
                  {
                    "article_number": "73",
                    "title": null,
                    "content": "إذا ضاعت السفتجة التي ليس عليها صيغة القبول يحق لمستحقها أن يطالب بموجب أي نسخة منها.",
                    "keywords": [
                      "ضياع السفتجة بدون قبول",
                      "المطالبة بنسخة أخرى"
                    ],
                    "order_index": 73
                  },
                  {
                    "article_number": "74",
                    "title": null,
                    "content": "إذا ضاعت السفتجة التي عليها صيغة القبول، فلا تجوز المطالبة بموجب أي نسخة أخرى إلا بعد إحضار كفيل ضامن كفالة مؤقتة إلى ثلاث سنوات وبعد الأمر من مجلس التجارة.",
                    "keywords": [
                      "ضياع السفتجة بصيغة القبول",
                      "إحضار كفيل ضامن",
                      "مجلس التجارة"
                    ],
                    "order_index": 74
                  },
                  {
                    "article_number": "75",
                    "title": null,
                    "content": "إذا ضاعت السفتجة سواء كان عليها صيغة القبول أم لا ، ولم يمكن تقديم نسخة أخرى منها يجوز لمستحقها أن يطالب لدى المحكمة التجارية بقيمة السفتجة الضائعة ويتحصل عليها بأمر المحكمة بعد إثبات ملكيته لها ، وإعطاء كفيل ضامن كفالة مؤقتة إلى ثلاث سنوات.",
                    "keywords": [
                      "عدم إمكان تقديم نسخة",
                      "المحكمة التجارية",
                      "إثبات الملكية"
                    ],
                    "order_index": 75
                  },
                  {
                    "article_number": "76",
                    "title": null,
                    "content": "يحق لمالك السفتجة الضائعة أن يطالب محيله في استحصال نسخة أخرى وعلى المحيل المذكور أن يساعده ويأذن له في استعمال اسمه في إجراء اللازم عند محيله الذي انتقلت إليه السفتجة منه، وهكذا من محيل إلى آخر إلى صاحب السفتجة وجميع المصاريف التي تلزم في ذلك تكون على مالك السفتجة الذي ضاعت منه.",
                    "keywords": [
                      "طلب نسخة أخرى",
                      "المحيل",
                      "مصاريف المطالبة"
                    ],
                    "order_index": 76
                  },
                  {
                    "article_number": "77",
                    "title": null,
                    "content": "إذا عرض على حامل السفتجة بعض من قيمتها فلا يجوز له رفضه، وإن كان القبول شاملا لجميع القيمة والبعض المدفوع تبرأ منه ذمة الساحب والمحيلين وعلى حامل السفتجة أن يعمل الإخطار على الباقي.",
                    "keywords": [
                      "القبول الجزئي",
                      "لا يجوز رفضه",
                      "إخطار على الباقي"
                    ],
                    "order_index": 77
                  },
                  {
                    "article_number": "78",
                    "title": null,
                    "content": "ليس للمحكمة التجارة أن تعطي مهلة من عندها لدفع قيمة السفتجة.",
                    "keywords": [
                      "لا مهلة من المحكمة",
                      "دفع القيمة"
                    ],
                    "order_index": 78
                  },
                  {
                    "article_number": "79",
                    "title": "فرع الوساطة في دفع قيمة السفتجة",
                    "content": "يجوز لأي شخص متوسط أن يدفع قيمة السفتجة عن الساحب أو عن أحد المحيلين بعده بعد عمل الإخطار اللازم ويثبت هذا التوسط وكيفيته في نفس سند الإخطار أو ذيله.",
                    "keywords": [
                      "الوساطة في الدفع",
                      "المتوسط",
                      "عمل الإخطار"
                    ],
                    "order_index": 79
                  },
                  {
                    "article_number": "80",
                    "title": null,
                    "content": "كل من توسط في دفع قيمة سفتجة تنتقل إليه جميع حقوق وواجبات حاملها القانونية.",
                    "keywords": [
                      "حقوق المتوسط"
                    ],
                    "order_index": 80
                  },
                  {
                    "article_number": "81",
                    "title": null,
                    "content": "الدفع بالتوسط إن كان عن الساحب برأت ذمة جميع المحيلين وإن كان عن أحد المحيلين برأت ذمة من بعده منهم.",
                    "keywords": [
                      "تبرئة الذمة",
                      "دفع عن الساحب",
                      "دفع عن المحيل"
                    ],
                    "order_index": 81
                  },
                  {
                    "article_number": "82",
                    "title": null,
                    "content": "إذا تزاحم عدة أشخاص على الدفع بالتوسط يقدم منهم من يترتب على دفعه براءة المسئولين أكثر من غيره وإذا تقدم نفس المسحوب عليه الذي قد عمل له الإخطار يكون مقدما على غيره.",
                    "keywords": [
                      "تزاحم على الدفع",
                      "الأولوية في الدفع",
                      "براءة المسئولين"
                    ],
                    "order_index": 82
                  },
                  {
                    "article_number": "83",
                    "title": "فرع فيما لحامل السفتجة من الحقوق وما عليه من الواجبات",
                    "content": "يجب على حامل السفتجة المسحوبة من سائر بلاد الجزيرة العربية والمملكة المصرية وبلاد السودان والهند البريطانية وبلاد تركيا وسواحل البحر الأبيض المتوسط والبحر الأحمر إذا كانت مستحقة الدفع في المملكة الحجازية حال الاطلاع عليها أو بعد مهلة معينة أن يطالب بقبولها أو دفعها داخل ستة أشهر من تاريخها وإذا كانت مسحوبة من غير ما ذكر من البلدان فيجب عليه أن يطالب داخل سنة كاملة وعين هذه المواعيد تعتبر في السفاتج المسحوبة من المملكة الحجازية المستحقة الدفع في خارجها ويسقط حق حامل السفاتج على المحيلين إذا أخر الطلب عن المواعيد المذكورة في حالة حصول حرب بحرية تضاعف هذه المواعيد.",
                    "keywords": [
                      "مطالبة بقبول السفتجة",
                      "ستة أشهر",
                      "سنة كاملة",
                      "سقوط الحق",
                      "حرب بحرية"
                    ],
                    "order_index": 83
                  },
                  {
                    "article_number": "84",
                    "title": null,
                    "content": "لا تؤثر أحكام هذه المادة السالفة على الشروط التي تقع بخلافها بين أخذ السفتجة وساحبها والمحيلين، بل تعتبر الشروط وينفذ مقتضاها.",
                    "keywords": [
                      "الشروط الخاصة",
                      "عدم تأثير النظام"
                    ],
                    "order_index": 84
                  },
                  {
                    "article_number": "85",
                    "title": null,
                    "content": "يجب على حامل السفتجة أن يطلب دفع القيمة يوم حلول الميعاد ....",
                    "keywords": [
                      "طلب الدفع",
                      "يوم حلول الميعاد"
                    ],
                    "order_index": 85
                  },
                  {
                    "article_number": "86",
                    "title": null,
                    "content": "يلزم إثبات الامتناع عن الدفع بعمل الإخطار في اليوم الثاني لميعاد الدفع وتزاد عليه مدة المسافة التي بين محل حامل السفتجة ومركز تحرير الإخطار (كاتب العدل) ويستثنى من هذه المدة المقررة أيام الأعياد الرسمية.",
                    "keywords": [
                      "إثبات الامتناع عن الدفع",
                      "اليوم الثاني لميعاد الدفع",
                      "كاتب العدل"
                    ],
                    "order_index": 86
                  },
                  {
                    "article_number": "87",
                    "title": null,
                    "content": "حامل السفتجة وإن عمل إخطارا لعدم القبول أو لمدد المسحوب عليه أو إفلاسه لا يبقى من عمل إخطار آخر لعدم الدفع وإذا كتب صاحب السفتجة أن رجوعها يكون بدون مصاريف أغنى ذلك عن عمل الإخطار وعن مراجعات المواعيد السالفة وعن الإجراءات المتعلقة بها....",
                    "keywords": [
                      "الإخطار لعدم الدفع",
                      "رجوع بدون مصاريف",
                      "إلغاء الإخطار"
                    ],
                    "order_index": 87
                  },
                  {
                    "article_number": "88",
                    "title": null,
                    "content": "يحق لحامل السفتجة بعد عمل إخطار عدم الدفع وإخطار عدم القبول أن يطالب الساحب وكل واحد من المحيلين بالانفراد أو جميعهم أو بعضهم... وتقام الدعوى في المحكمة التجارية داخل خمسة عشر يوما من تاريخ سند استلام الإخطار وتزاد على هذه المدة مدة المسافة التي بين حامل السفتجة ومجلس التجارة.",
                    "keywords": [
                      "المطالبة بالساحب والمحيلين",
                      "الانفراد أو الاجتماع",
                      "إقامة الدعوى",
                      "خمسة عشر يوماً"
                    ],
                    "order_index": 88
                  },
                  {
                    "article_number": "89",
                    "title": null,
                    "content": "بعد عمل الإخطار عن السفاتج المسحوبة من المملكة الحجازية المستحقة الدفع في الخارج تحصل مطالبة الساحبين والمحيلين في المملكة الحجازية في المواعيد الآتية :\n1. ثلاثة أشهر لبلاد الجزيرة العربية ومصر وتركيا وسواحل البحر الأحمر.\n2. ستة أشهر لسواحل البحر الأبيض المتوسط والهند البريطانية.\n3. سنة كاملة لما عدا ذلك من البلدان.",
                    "keywords": [
                      "مواعيد مطالبة الساحبين",
                      "سفاتج مسحوبة للخارج",
                      "ثلاثة أشهر",
                      "ستة أشهر",
                      "سنة كاملة"
                    ],
                    "order_index": 89
                  },
                  {
                    "article_number": "90",
                    "title": null,
                    "content": "إذا طلب حامل السفتجة جميع المحيلين والساحب معا، كان له بالنسبة لكل واحد منهم الميعاد المبين في المادة السابقة.",
                    "keywords": [
                      "مطالبة جميع المحيلين والساحب",
                      "نفس الميعاد"
                    ],
                    "order_index": 90
                  },
                  {
                    "article_number": "91",
                    "title": null,
                    "content": "لكل واحد من المحيلين حق مطالبة من له الرجوع عليه بالانفراد أو الاجتماع في عين المواعيد المذكورة وتتبدئ هذه المواعيد بالنسبة لكل واحد منهم من تاريخ تقديم الدعوى عليه.",
                    "keywords": [
                      "حق الرجوع على من قبله",
                      "بدء الميعاد"
                    ],
                    "order_index": 91
                  },
                  {
                    "article_number": "92",
                    "title": null,
                    "content": "لا حق لحامل السفتجة على المحيلين إذا مضت المواعيد المقررة لتقديم السفتجة أو مواعيد عمل الإخطار أو مواعيد تقديم الدعوى والمطالبة فلا تسمع دعواه.",
                    "keywords": [
                      "سقوط الحق",
                      "مضي المواعيد المقررة"
                    ],
                    "order_index": 92
                  },
                  {
                    "article_number": "93",
                    "title": null,
                    "content": "لا حق لحامل السفتجة ومحيلها في الرجوع على الساحب إذا ثبت أن له مقابل الوفاء عند المسحوب عليه في وقت استحقاق الدفع وفي هذه الحالة لا يبقى لحاملها حق المطالبة إلا على المسحوب عليه.",
                    "keywords": [
                      "لا حق في الرجوع على الساحب",
                      "ثبوت مقابل الوفاء",
                      "المطالبة على المسحوب عليه"
                    ],
                    "order_index": 93
                  },
                  {
                    "article_number": "94",
                    "title": null,
                    "content": "يعود لحامل السفتجة الحق في مطالبة الساحب والمحيلين إذا وصلت لأحدهما بعد مضي المواعيد المقررة السالفة الذكر المبالغ التي كانت معينة لوفاء قيمة السفتجة سواء كان وصولها بواسطة حساب أو بطرق المقاصة أو بوجه آخر فتسمع دعواه على من وصلت إليه حينئذ.",
                    "keywords": [
                      "عودة الحق",
                      "وصول المبالغ لوفاء السفتجة",
                      "طرق المقاصة"
                    ],
                    "order_index": 94
                  },
                  {
                    "article_number": "95",
                    "title": null,
                    "content": "يحق لحامل السفتجة بعد عمل إخطار عدم الدفع إضافة على ما له من الحقوق أن يحجز منقولات وديون الساحب أو القابل أو المحيل حجزا احتياطيا بواسطة مجلس التجارة.",
                    "keywords": [
                      "حجز احتياطي",
                      "مجلس التجارة",
                      "إخطار عدم الدفع"
                    ],
                    "order_index": 95
                  }
                ]
              },
              {
                "chapter_number": "الثامن",
                "chapter_name": "في معاملة الإخطار",
                "description": "كيفية تحرير الإخطار ومحتوياته والجهات المسؤولة عن تحريره.",
                "order_index": 8,
                "articles": [
                  {
                    "article_number": "96",
                    "title": null,
                    "content": "يحرر الإخطار بعدم القبول وإخطار عدم الدفع بواسطة كتاب العدل حسب قانونه الخاص وحيث لا يوجد كاتب عدل فيكون ذلك من وظائف رؤساء كتاب المحكمة الشرعية.",
                    "keywords": [
                      "تحرير الإخطار",
                      "كاتب العدل",
                      "رؤساء كتاب المحكمة الشرعية"
                    ],
                    "order_index": 96
                  },
                  {
                    "article_number": "97",
                    "title": null,
                    "content": "يجب أن تشتمل ورقة الإخطار على صورة السفتجة حرفيا وصورة صيغة القبول إذا كانت شرحت بالقبول) وصورة جميع التحاويل وكافة ما يوجب فيها من الكتابات وعلى التنبيه الرسمي بدفع القيمة.",
                    "keywords": [
                      "محتويات ورقة الإخطار",
                      "صورة السفتجة حرفيا",
                      "التنبيه الرسمي"
                    ],
                    "order_index": 97
                  },
                  {
                    "article_number": "98",
                    "title": null,
                    "content": "لا تقوم أي ورقة محررة من قبل التجار أو غيرهم بصورة شهادة مقام سند الإخطار.",
                    "keywords": [
                      "لا تقوم مقام سند الإخطار",
                      "شهادة التجار"
                    ],
                    "order_index": 98
                  }
                ]
              },
              {
                "chapter_number": "التاسع",
                "chapter_name": "في الرجوع",
                "description": "حقوق الرجوع والمطالبة بقائمة حساب الرجوع وسقوط الدعوى بمرور الزمن.",
                "order_index": 9,
                "articles": [
                  {
                    "article_number": "99",
                    "title": null,
                    "content": "يحق لحامل السفتجة بعد عمله الإخطار أن يسحب سفتجة جديدة على صاحب السفتجة الأصلية أو على أحد محيليها ليتحصل بها على قيمتها الأصلية وعلى المصاريف التي صرفها وتسمى هذه السفتجة الجديدة (سفتجة الرجوع).",
                    "keywords": [
                      "سفتجة الرجوع",
                      "سحب سفتجة جديدة",
                      "قيمة السفتجة الأصلية"
                    ],
                    "order_index": 99
                  },
                  {
                    "article_number": "100",
                    "title": null,
                    "content": "ترفع سفتجة الرجوع بقائمة حساب الرجوع المشتمل على قيمة السفتجة الأصلية وعلى بيان مصاريف الإخطار وغيره من المصاريف التي تسببت عن السفتجة الأصلية وتوضع عليها شهادة تاجرين معروفين.",
                    "keywords": [
                      "قائمة حساب الرجوع",
                      "شهادة تاجرين معروفين"
                    ],
                    "order_index": 100
                  },
                  {
                    "article_number": "101",
                    "title": null,
                    "content": "لا يجوز عمل قوائم متعددة لحساب رجوع سفتجة واحدة ويدفع هذا الحساب من محيل إلى محيل بالتسلسل إلى أن يدفع أخيرا من الساحب.",
                    "keywords": [
                      "قوائم متعددة ممنوعة",
                      "التسلسل في الدفع"
                    ],
                    "order_index": 101
                  },
                  {
                    "article_number": "102",
                    "title": null,
                    "content": "كل دعوى تتعلق بالسفاتج بأنواعها لا تسمع بعد مضي الخمس سنوات اعتبارا من تاريخ إخطار عدم الدفع أو من يوم آخر مرافعة بالمحكمة إذا لم يصدر فيها حكم أو لم يحصل اعتراف بها، وإنما على المدعى عليه أن يحلف بالمحكمة التجارية يطلب المدعي تأييدا البراءة ذمته كما أن على ورثته أن يحلفوا بطلبه.",
                    "keywords": [
                      "مرور الزمن",
                      "خمس سنوات",
                      "دعوى السفاتج",
                      "تاريخ الإخطار",
                      "الحلف بالبراءة"
                    ],
                    "order_index": 102
                  }
                ]
              },
              {
                "chapter_number": "العاشر",
                "chapter_name": "في مواد الإفلاس",
                "description": "تعريف الإفلاس وأنواعه (حقيقي، تقصيري، احتيالي)، وإجراءات إعلان الإفلاس وتعيين الأمناء وتوزيع الموجودات والصلح.",
                "order_index": 10,
                "articles": [
                  {
                    "article_number": "103",
                    "title": null,
                    "content": "المفلس من استغرقت الديون جميع أمواله فعجز عن تأديتها.",
                    "keywords": [
                      "المفلس",
                      "استغراق الديون",
                      "العجز عن التأدية"
                    ],
                    "order_index": 103
                  },
                  {
                    "article_number": "104",
                    "title": null,
                    "content": "الإفلاس ثلاثة أنواع: الأول: الإفلاس الحقيقي ، الثاني: التقصيري، والثالث: الاحتيالي.",
                    "keywords": [
                      "أنواع الإفلاس",
                      "حقيقي",
                      "تقصيري",
                      "احتيالي"
                    ],
                    "order_index": 104
                  },
                  {
                    "article_number": "105",
                    "title": null,
                    "content": "المفلس الحقيقي : هو الذي اشتغل في صنعة التجارة على رأس مال معلوم يعتبره العرف كافيا... ووجدت له دفاتر منظمة ولم يبذر في مصرفه ووقع على أمواله حرق أو غرق أو خسارات ظاهرة فإذا توفرت فيه هذه الشروط يكون مفلسا حقيقيا.",
                    "keywords": [
                      "المفلس الحقيقي",
                      "رأس مال كاف",
                      "دفاتر منظمة",
                      "خسارات ظاهرة"
                    ],
                    "order_index": 105
                  },
                  {
                    "article_number": "106",
                    "title": null,
                    "content": "المفلس المقصر هو التاجر الذي يكون مبذرا في مصاريفه ولم يبين عجزه في وقته بل كتمه على غرمائه واستمر يشتغل في التجارة حتى نفذ رأس ماله وإن وجدت له دفاتر منظمة.",
                    "keywords": [
                      "المفلس المقصر",
                      "مبذر في مصاريفه",
                      "كتمان العجز"
                    ],
                    "order_index": 106
                  },
                  {
                    "article_number": "107",
                    "title": null,
                    "content": "المفلس الاحتيالي : لا يعبر عنه بمفلس إلا لتوزيع موجوداته على غرمائه بل هو محتال والمحتال من استعمل ضروب الحيل والدسائس في رأس ماله أو قيد بدفاتره ديونا عليه باسم أحد آخر بصورة كاذبة أو حرر بها سندات أو فراغ أمواله وعقاره إلى غيره بطريقة نقل الملك أو أخفى شيئا من أمواله، واشتغل في التجارة بطريق التمويه والاحتيال أو تغفيل التجار على أي صورة كانت... فيكون محتالا.",
                    "keywords": [
                      "المفلس الاحتيالي",
                      "محتال",
                      "الحيل والدسائس",
                      "ديون كاذبة",
                      "إخفاء الأموال"
                    ],
                    "order_index": 107
                  },
                  {
                    "article_number": "108",
                    "title": null,
                    "content": "إعلان الإفلاس إما أن يكون بطلب من المفلس مباشرة أو بطلب من أحد غرمائه.",
                    "keywords": [
                      "إعلان الإفلاس",
                      "طلب المفلس",
                      "طلب أحد الغرماء"
                    ],
                    "order_index": 108
                  },
                  {
                    "article_number": "109",
                    "title": null,
                    "content": "على المفلس أن يقدم دفاتره مع سندات الديوان المطلوبة له إلى المجلس مشفوعة بجدول يحتوي أصل رأس ماله... وما وقع عليه من الخسارة ومصاريفه وجميع ما له وعليه. وفي الحال يجب على المجلس أن يوقفه أو يضعه تحت مراقبة الشرطة.",
                    "keywords": [
                      "واجبات المفلس",
                      "تقديم الدفاتر والسندات",
                      "توقيف المفلس"
                    ],
                    "order_index": 109
                  },
                  {
                    "article_number": "110",
                    "title": null,
                    "content": "على المحكمة بعد أن تدقق الأوراق... تقرر المحكمة الحجز عليه وإعلان إفلاسه وتعتبر تصرفاته الفعلية والقولية غير نافذة اعتبارا من تاريخ قرار الإفلاس أما إذا وقع الإفلاس على الشركة المعبر عنها بشركة المفاوضة فكما تحجز كافة أموال الشركة تحجز أيضا أموال الشركاء المتضامنين لكونهم مسئولين من جهة التضامن.",
                    "keywords": [
                      "قرار الإفلاس",
                      "الحجز",
                      "تصرفات غير نافذة",
                      "شركاء التضامن"
                    ],
                    "order_index": 110
                  },
                  {
                    "article_number": "111",
                    "title": null,
                    "content": "إعلان إفلاس المفلس يكون بتحرير إعلانات من المحكمة بقدر الكفاية وتلصق بالشوارع... ويعلن في الجريدة وتضرب لحاضري البلدة الموجود بها المحكمة مدة لا تزيد عن عشرة أيام... على أن كل من له دين على المفلس يراجع أمين المجلس وأمناء الديانة الذين تنتخبهم المحكمة للتحقيق وقيد مطلوباتهم داخل المدة المذكورة.",
                    "keywords": [
                      "إعلان الإفلاس",
                      "مدة المراجعة",
                      "أمين المجلس",
                      "أمناء الديانة"
                    ],
                    "order_index": 111
                  },
                  {
                    "article_number": "112",
                    "title": null,
                    "content": "على المحكمة أن تعين مأمور من طرفها أحد الأعضاء ويعبر عنه بأمين المجلس وعلى الديانة أن ينتخبوا ذاتين منهم أو من وكلاء الدعاوى المعروفين بالدراية والاستقامة لدى المحكمة ويعبر عنهم بأمناء الديانة وعلى المحكمة أن تبلغهم ذلك بمذكرات رسمية وتعين لهم محلا مخصوصا للاجتماع فيه وتحقيق ما هو للمفلس وعليه.",
                    "keywords": [
                      "تعيين أمين المجلس",
                      "انتخاب أمناء الديانة",
                      "التحقيق"
                    ],
                    "order_index": 112
                  },
                  {
                    "article_number": "113",
                    "title": null,
                    "content": "على أمين المجلس وأمناء الديانة الاهتمام في تحقيق ما على المفلس واستحصال جميع الديون المطلوبة له وأن يجروا قيدها بمفرداتها بدفتر مخصوص ومن يمتنع من أداء ما عليه للمفلس من الديون... يجرون محاكمته بالمحكمة... كما أنه له الحق في تعيين الوكلاء والمستخدمين مع أمين المجلس وأمناء الديانة حسبما تدعو إليه الحاجة.",
                    "keywords": [
                      "تحقيق الديون المطلوبة للمفلس",
                      "محاكمة الممتنعين عن السداد",
                      "تعيين وكلاء"
                    ],
                    "order_index": 113
                  },
                  {
                    "article_number": "114",
                    "title": null,
                    "content": "أن أمين المجلس وأمناء الديانة يتولون حجز أموال المفلس المنقولة وغير المنقولة ويبيعونها بالمزاد العلني على الصورة المتقدمة في بيع الأموال المحجوزة بعد قرار من المحكمة وكما هو ممنوع حجزه في فصل الحجز كذلك هو ممنوع حجزه في مواد الإفلاس.",
                    "keywords": [
                      "بيع أموال المفلس",
                      "المزاد العلني",
                      "قرار من المحكمة"
                    ],
                    "order_index": 114
                  },
                  {
                    "article_number": "115",
                    "title": null,
                    "content": "في أثناء هذه المعاملة والتحقيقات التفليسية إذا طلب المفلس الذي قد أدى واجباته بمقتضى المادة (113) إطلاقه من التوقيف ولم يمانع من ذلك أمين المجلس وأمناء الديانة فبعد إعطائه كفيلا معتبرا بعدم مبارحة البلدة وبحضوره عند اللزوم تقرر المحكمة إطلاقه مؤقتا إلى ظهور النتيجة الأخيرة.",
                    "keywords": [
                      "إطلاق المفلس مؤقتا",
                      "تقديم كفيل معتبر",
                      "عدم ممانعة الأمناء"
                    ],
                    "order_index": 115
                  },
                  {
                    "article_number": "116",
                    "title": null,
                    "content": "أن كل دائن لم يحضر في خلال المدة المذكورة في المواد السابقة لقيد مطلوبه لدى أمين المجلس وأمناء الديانة لا يقبل منه قيد أي شيء بعد مرور تلك المدة، بل له أن يقيم دعواه بالمجلس بمحضر أمناء الديانة أو وكيلهم وبعد المحاكمة تحكم المحكمة بما يظهر لديها.",
                    "keywords": [
                      "سقوط حق الدائن الغائب",
                      "قيد المطلوبات"
                    ],
                    "order_index": 116
                  },
                  {
                    "article_number": "117",
                    "title": null,
                    "content": "إذا كان الدائن الغائب في خلال المدة المضروبة له راجع المجلس برقيا أو بموجب عريضة أو بواسطة وكيل عنه فوجد دينه من الديون المتحققة بدفاتر المفلس يقيد دينه وتحفظ حصته إلى حين حضوره أو نائب عنه وإذا لم يراجع في خلال تلك المدة يجري فيه حكم المادة (116).",
                    "keywords": [
                      "الدائن الغائب",
                      "مراجعة المجلس برقياً",
                      "حفظ الحصة"
                    ],
                    "order_index": 117
                  },
                  {
                    "article_number": "118",
                    "title": null,
                    "content": "ينفق على المفلس وعلى من تلزمه نفقته من موجوداته التي تحت يد أمين المجلس وأمناء الديانة إذا كان المفلس حقيقيا أو مقصرا إلى أن يفرغ من قسمته.",
                    "keywords": [
                      "النفقة على المفلس",
                      "موجودات المفلس",
                      "المفلس الحقيقي أو المقصر"
                    ],
                    "order_index": 118
                  },
                  {
                    "article_number": "119",
                    "title": null,
                    "content": "إن إيجارات المسكن ومحلات التجارة وأجر الخدم والكتبة ومهر الزوجة كل ذلك من الديون الممتازة على سائر الغرماء.",
                    "keywords": [
                      "الديون الممتازة",
                      "إيجارات المسكن",
                      "مهر الزوجة"
                    ],
                    "order_index": 119
                  },
                  {
                    "article_number": "120",
                    "title": null,
                    "content": "الوديعة التي توجد ضمن أموال المفلس مكتوب عليها اسم صاحبها تسلم له عينا.",
                    "keywords": [
                      "الوديعة",
                      "تسلم عيناً"
                    ],
                    "order_index": 120
                  },
                  {
                    "article_number": "121",
                    "title": null,
                    "content": "كل من يوجد بيده رهين سواء كان عقارا أو منقولا فيباع الرهن المذكور ويعطي للمرتهن كامل دينه من ثمن الرهن فإذا زاد شيء بعد مطلوب المرتهن يضم إلى موجودات المفلس وإن نقص يرجع المرتهن بما ينقص على موجودات المفلس مع بقية الديانة بقدر ما ينقص.",
                    "keywords": [
                      "الرهن",
                      "بيع الرهن",
                      "دين المرتهن"
                    ],
                    "order_index": 121
                  },
                  {
                    "article_number": "122",
                    "title": null,
                    "content": "بعد إتمام جميع ما ذكر... تجمع أثمان المبيوعات والنقود والديون المتحصلة ويخصم منها جميع المصاريف والرسوم وما يبقى يجري توزيعه على الديانة بموجب جدول كل على قدر حصته بحساب الغرامة والإمضاء في ذلك الجدول من جميع الدائنين ويصدق عليه بقرار من المجلس.",
                    "keywords": [
                      "توزيع الموجودات",
                      "خصم المصاريف والرسوم",
                      "جدول التوزيع",
                      "قرار من المجلس"
                    ],
                    "order_index": 122
                  },
                  {
                    "article_number": "123",
                    "title": null,
                    "content": "الجدول المذكور يحرر على ثلاث نسخ نسخة تعطى لأمناء الديانة والثانية للمفلس والثالثة تبقى أساسا بالمحكمة.",
                    "keywords": [
                      "نسخ جدول التوزيع",
                      "ثلاثة نسخ"
                    ],
                    "order_index": 123
                  },
                  {
                    "article_number": "124",
                    "title": null,
                    "content": "إذا أصر أحد الديانة على عدم قبول حصته من موجودات المفلس فتحفظ حصته بصندوق المجلس إلى حين طلبه تعطى له أو لورثته بعد موته.",
                    "keywords": [
                      "عدم قبول الحصة",
                      "حفظ الحصة بصندوق المجلس"
                    ],
                    "order_index": 124
                  },
                  {
                    "article_number": "125",
                    "title": null,
                    "content": "إذا قدر بأن جميع الديانة تصالحوا مع المفلس فيحرر بكيفية الصلح تقرير منهم مفصل به الصلح الواقع وفيما إذا كان الصلح على مبلغ معين معلوم يدفع لهم ويجرى إسقاط ما بقي لهم أو كان الصلح على تسليم شيء وتقسيط الباقي وبيان أوقات التقاسيط ويقدم للمحكمة وبعد التصديق عليه من المحكمة يجرى تنفيذ أحكامه حسب الأصول.",
                    "keywords": [
                      "الصلح مع الديانة",
                      "تقرير الصلح",
                      "إسقاط الديون",
                      "تصديق المحكمة"
                    ],
                    "order_index": 125
                  },
                  {
                    "article_number": "126",
                    "title": null,
                    "content": "ورقة الصلح المذكورة في المادة السابقة تحرر على ثلاثة نسخ ممضاة من المفلس وديانته مؤرخة... تعطى نسخة إلى أمناء الديانة والثانية للمفلس والثالثة تبقى أساسا بقلم المحكمة.",
                    "keywords": [
                      "نسخ ورقة الصلح",
                      "ثلاثة نسخ"
                    ],
                    "order_index": 126
                  },
                  {
                    "article_number": "127",
                    "title": null,
                    "content": "بعد إتمام كل ما ذكر تعطى الأوراق والدفاتر وكل ما هو عائد للمفلس من معاملة الإفلاس إلى المفلس ويؤخذ منه سند باستلام ذلك... وتقرر المحكمة رفع الحجز عن المفلس بعد ذلك إذا أقيمت دعوى على المفلس أو معارضة في أي أمر كان من أمور الإفلاس يجرى فصل ذلك بالمحكمة التجارية.",
                    "keywords": [
                      "استلام المفلس للأوراق",
                      "رفع الحجز",
                      "المحكمة التجارية"
                    ],
                    "order_index": 127
                  },
                  {
                    "article_number": "128",
                    "title": null,
                    "content": "كل دعوى واعتراض يحصل من قبل سائر الديانة على أمين المحكمة أو على أمناء الديانة تفصل تلك الدعوى أو ذلك الاعتراض بمعرفة المحكمة على أن يجدر بالمحكمة إذا رأت لزوما لتبديل أمين المحكمة وأمناء الديانة فلها ذلك وانتخاب بدلهم.",
                    "keywords": [
                      "فصل الدعوى",
                      "تبديل الأمناء"
                    ],
                    "order_index": 128
                  },
                  {
                    "article_number": "129",
                    "title": null,
                    "content": "إذا قبل بعض الديانة الصلح الواقع ولم يقبل بعضهم سواء تساوت حصصهم أو لم تتساو فتحفظ حصة الممتنع عن الصلح بصندوق المحكمة وللممتنع عن الصلح حق في مطالبة المفلس بجميع حقوقه في أي وقت شاء.",
                    "keywords": [
                      "صلح جزئي",
                      "حفظ حصة الممتنع",
                      "حق الممتنع في المطالبة"
                    ],
                    "order_index": 129
                  },
                  {
                    "article_number": "130",
                    "title": null,
                    "content": "لكل فرد من أفراد الديانة الحق في مطالبة ما يتبقى له بعد توزيع موجودات المفلس على الديانة في أي وقت كان من الأوقات عند ظهور مال في يده ما لم يوجد في صك المصالحة أو جدول توزيع الديون وقوع إبراء عام أو خاص بخصوص الإفلاس فإذا وجد الإبراء فلا تسمع دعواه بعدئذ.",
                    "keywords": [
                      "المطالبة بما تبقى",
                      "إبراء عام أو خاص",
                      "سماع الدعوى"
                    ],
                    "order_index": 130
                  },
                  {
                    "article_number": "131",
                    "title": null,
                    "content": "إن مرور الزمن في حق المفلس يعتبر من بعد زوال الإفلاس وهي خمسة عشر سنة.",
                    "keywords": [
                      "مرور الزمن في حق المفلس",
                      "خمسة عشر سنة",
                      "زوال الإفلاس"
                    ],
                    "order_index": 131
                  },
                  {
                    "article_number": "132",
                    "title": null,
                    "content": "يمكن للمفلس الحقيقي إذا سدد جميع ديونه الأصلية مع المصاريف أن يعيد اعتباره التجاري.",
                    "keywords": [
                      "إعادة الاعتبار التجاري",
                      "المفلس الحقيقي",
                      "تسديد جميع الديون"
                    ],
                    "order_index": 132
                  },
                  {
                    "article_number": "133",
                    "title": null,
                    "content": "لا يعاد إلى المفلس الاحتيالي اعتباره ولا لمن حكم عليه بسرقة أو خيانة أو إخفاء شيء من أمواله وامتنع عن تقديم حسابه بمقتضى المادة (109)، أما المفلس المقصر فيجوز إعادة اعتباره بعد أداء كافة ديونه وإجراء العقوبة عليه حسب العقوبات.",
                    "keywords": [
                      "المفلس الاحتيالي",
                      "المفلس المقصر",
                      "إعادة الاعتبار"
                    ],
                    "order_index": 133
                  },
                  {
                    "article_number": "134",
                    "title": null,
                    "content": "يجب على طالب إعادة اعتباره أن يقدم عريضة إلى مقام النيابة العامة مرفوقة بصورة سندات المخالصة مع غرمائه لتحال إلى المحكمة التجارية للاستعلام وإجراء التحقيق وإعلان طلبه في المحل الذي أفلس فيه بإلصاق إعلانات ونشرها في الجرائد... فإذا لم يوجد معارض داخل المدة المذكورة تقرر المحكمة إعادة اعتباره ويسجل ذلك ويعلن بالجرائد.",
                    "keywords": [
                      "إجراءات إعادة الاعتبار",
                      "النيابة العامة",
                      "المحكمة التجارية",
                      "نشر الإعلانات"
                    ],
                    "order_index": 134
                  },
                  {
                    "article_number": "135",
                    "title": null,
                    "content": "إذا توفي التاجر قبل إعطاء القرار بإفلاسه فصلاحية حجز تركته وتقسيمها وإثبات ديونها عائد للمحكمة الشرعية أما إذا توفي في حالة الإفلاس فحجز تركته وبيعها من صلاحية محكمة التجارة حسبما تقدم لكون تركته مستغرقة بديونه فلا حق للورثة فيها.",
                    "keywords": [
                      "وفاة التاجر قبل الإفلاس",
                      "وفاة التاجر في حالة الإفلاس",
                      "المحكمة الشرعية",
                      "محكمة التجارة"
                    ],
                    "order_index": 135
                  }
                ]
              },
              {
                "chapter_number": "الحادي عشر",
                "chapter_name": "في العقوبات",
                "description": "العقوبات المفروضة على أنواع الإفلاس المختلفة وسوء استعمال الأمانة والغش والتزوير في المعاملات التجارية.",
                "order_index": 11,
                "articles": [
                  {
                    "article_number": "136",
                    "title": null,
                    "content": "المفلس احتيالا المنصوص عليه في المادة (107) من هذا النظام ومن يثبت أنه شريكه في إخفاء أمواله وترتيب حيله يعاقب بالحبس من ثلاث سنوات إلى خمس سنوات.",
                    "keywords": [
                      "عقوبة المفلس الاحتيالي",
                      "الحبس"
                    ],
                    "order_index": 136
                  },
                  {
                    "article_number": "137",
                    "title": null,
                    "content": "المفلس تقصيرا يعاقب بالحبس من ثلاثة أشهر إلى سنتين وكذا المفلس الحقيقي إذا امتنع عن تقديم ما ألزم به بموجب المادة (109).",
                    "keywords": [
                      "عقوبة المفلس تقصيرا",
                      "ثلاثة أشهر إلى سنتين"
                    ],
                    "order_index": 137
                  },
                  {
                    "article_number": "138",
                    "title": null,
                    "content": "كل تاجر باع شيئا من أمواله ... ثم نكث عن بيعه وعارض في تسليم المبيع ولو بصورة التواطؤ مع أمين المخزن ... يعتبر ذلك التاجر مع الأمين الذي قد تواطأ معه قد أساء استعمال الأمانة والشرف التجاري ويلزم بتسليم المبيع عينا... هذا إنه يستحق الحبس مع الأمين المتواطئ من شهر إلى ثلاثة أشهر.",
                    "keywords": [
                      "إساءة استعمال الأمانة",
                      "نكث عن البيع",
                      "عقوبة الحبس"
                    ],
                    "order_index": 138
                  },
                  {
                    "article_number": "139",
                    "title": null,
                    "content": "كل من أساء الاستعمال من التجار في احتياجات صبي مميز بأن احتال عليه لأخذ وثيقة منه على أي صورة كانت سواء تضمنت استقراض دراهم واستعارة أشياء أو إعطاء أوراق أو إبراء أو اعترافا عدا تضمنه ما يلحق الصبي من الأضرار يحبس من ثلاثة أشهر إلى سنة أو بغرامة نقدية من خمسين جنيها إلى مائة جنيه.",
                    "keywords": [
                      "إساءة الاستعمال لصبي مميز",
                      "الحبس أو الغرامة"
                    ],
                    "order_index": 139
                  },
                  {
                    "article_number": "140",
                    "title": null,
                    "content": "من أساء الاستعمال في سند أو ورقة فيها ختم أو إمضاء أو في دفتر تجاري بتبديل كلمات أو إدخال عبارات تقضى تعهد أو إبراء على وجه الاختلاس والتزوير يعاقب بالحبس من ثلاثة أشهر إلى سنة - أو بغرامة من خمسين جنيها إلى مائة جنيه.",
                    "keywords": [
                      "التزوير في السندات والدفاتر",
                      "عقوبة الاختلاس"
                    ],
                    "order_index": 140
                  },
                  {
                    "article_number": "141",
                    "title": null,
                    "content": "لا يسوغ للوكيل بالعموم ولا للدلال أن يشتري من نفسه لنفسه مال موكله ما لم يكن بإذن المالك واطلاعه وإذا فعل ذلك بدون دراية صاحب المال أو المالك اختلاسا لترقي الأسعار... يعد مختلسا ويجازى بالحبس من شهر واحد إلى سنة واحدة أو بغرامة من عشرة جنيه إلى خمسين جنيها.",
                    "keywords": [
                      "شراء الوكيل من مال موكله",
                      "بدون إذن المالك",
                      "الاختلاس"
                    ],
                    "order_index": 141
                  },
                  {
                    "article_number": "142",
                    "title": null,
                    "content": "كل من يجسر من التجار والدلالين أي السماسرة بأنواعهم على نشر أمور غير صحيحة بين الناس افتراء بقصد تشويش الأفكار لزيادة أسعار شيء من الأموال أو نقصانه يعاقب بالحبس من شهر إلى ثلاثة أشهر أو بغرامة مالية من عشرة جنيه إلى خمسين جنيها.",
                    "keywords": [
                      "نشر أمور غير صحيحة",
                      "زيادة أو نقصان الأسعار",
                      "الحبس أو الغرامة"
                    ],
                    "order_index": 142
                  },
                  {
                    "article_number": "143",
                    "title": null,
                    "content": "كل دلال يدخل فسادا أو غشا أو تغريرا في بيع وشراء البضائع، أو يخفي الأثمان الحقيقية بالزيادة أو التنقيص، يعد خائنا ويعاقب أول مرة بالحبس شهرا أو بغرامة مالية من خمسة جنيهات إلى عشرة جنيهات، وإذا تكرر ذلك يحرم من تعاطي مهنة الدلالة مع الحبس إلى سنة.",
                    "keywords": [
                      "غش الدلال",
                      "إخفاء الأثمان",
                      "الحرمان من مهنة الدلالة"
                    ],
                    "order_index": 143
                  },
                  {
                    "article_number": "144",
                    "title": null,
                    "content": "كل دلال يخالف مضمون المواد 32 و 33 و 34 يجازى بحرمانه من تعاطي مهنة الدلالة شهرا وإذا تكرر ذلك منه تضاعف المدة وبعد ثلاث مرات يحرم بالكلية.",
                    "keywords": [
                      "مخالفة الدلال",
                      "الحرمان من المهنة"
                    ],
                    "order_index": 144
                  },
                  {
                    "article_number": "145",
                    "title": null,
                    "content": "كل صراف يدفع نقودا مبرودة أو ناقصة، أو يرتكب أي نوع من أنواع الغش والاختلاس يجازي في أول مرة بإغلاق محله شهرا ، وإذا عاد لذلك يحبس من شهر إلى ثلاثة أشهر.",
                    "keywords": [
                      "غش الصراف",
                      "إغلاق المحل",
                      "الحبس"
                    ],
                    "order_index": 145
                  },
                  {
                    "article_number": "146",
                    "title": null,
                    "content": "كل صراف يدفع أو يتعاطى نقودا زائفة وهو يعلم بها على وجه التدليس يعاقب بالحبس من ثلاثة أشهر إلى سنة.",
                    "keywords": [
                      "نقود زائفة",
                      "تدليس الصراف",
                      "الحبس"
                    ],
                    "order_index": 146
                  },
                  {
                    "article_number": "147",
                    "title": null,
                    "content": "كل تاجر يخالف مقتضى المادة (5) يجازى بالحبس من عشرة أيام إلى ثلاثة أشهر أو بغرامة مالية من عشرة جنيهات إلى خمسين جنيها على حسب مقتضى جريمته وحاله.",
                    "keywords": [
                      "مخالفة المادة 5",
                      "عقوبة التاجر",
                      "الحبس أو الغرامة"
                    ],
                    "order_index": 147
                  },
                  {
                    "article_number": "148",
                    "title": null,
                    "content": "إذا ثبتت أية حيلة أو خيانة من أحد أمناء النقل برا أو بحرا أو أحد أمناء البيع أو أمناء الحفظ في إتلاف أو إضاعة البضائع المؤتمنة فضلا عن الضمان يعاقب بالحبس من شهر إلى ستة أشهر.",
                    "keywords": [
                      "خيانة أمناء النقل",
                      "إتلاف البضائع",
                      "الحبس"
                    ],
                    "order_index": 148
                  },
                  {
                    "article_number": "149",
                    "title": null,
                    "content": "من ارتكب شيئا من أنواع الحيل بأن أظهر عقدا مباحا يريد به محرما مخادعة وتوسلا إلى الربا كما لو باع بضاعة بثمن مؤجل، ثم اشتراها بنفسه... أقل من قيمة البيع نقدا ، أو أقرض آخر شيئا وباعه أموالا بزيادة فاحشة في القيمة، يعد ذلك ربا، وله رأس ماله وعدا عن ذلك يجازى بالحبس من ثلاثة أشهر إلى سنة مع تشهيرهما.",
                    "keywords": [
                      "الربا",
                      "الحيل المخادعة",
                      "عقوبة الحبس والتشهير"
                    ],
                    "order_index": 149
                  }
                ]
              }
            ]
          },
          {
            "branch_number": "الثاني",
            "branch_name": "التجارية البحرية",
            "description": "يتناول أحكام السفن التجارية وبيعها ورهنها، والديون الممتازة، والربابنة والملاحين وأجورهم، وعقود النولون وسندات الشحن، وعقود الاستقراضات البحرية والتأمين البحري، والخسارات البحرية.",
            "order_index": 2,
            "chapters": [
              {
                "chapter_number": "الأول",
                "chapter_name": "في حق السفائن وسائر المراكب التجارية",
                "description": "أحكام ملكية السفينة وبيعها والديون الممتازة على السفينة وترتيبها.",
                "order_index": 1,
                "articles": [
                  {
                    "article_number": "150",
                    "title": null,
                    "content": "لا يقدر أحد أن يملك أو يتصرف بسفينة حاملة علما عربيا حجازيا سواء كان بجميعها أو بحصة منها ما لم يكن من تبعة الحكومة العربية الحجازية، غير أنه يسوغ بيع جميع السفينة التي هي بتصرف التبعة العربية الحجازية إلى الأجنبي بعد أن تسترد البراءات والأوراق التي تعين التابعية العربية الحجازية.",
                    "keywords": [
                      "ملكية السفن",
                      "علم عربي حجازي",
                      "تبعة الحكومة العربية الحجازية"
                    ],
                    "order_index": 150
                  },
                  {
                    "article_number": "151",
                    "title": null,
                    "content": "الذين هم من تبعة الدولة العربية الحجازية مأذونون بأن يتصرفوا بالسفن الأجنبية ويسافروا عليها رافعين علما عربيا حجازيا وفقا للشروط المختصة بالسفن العربية الحجازية....",
                    "keywords": [
                      "التصرف بالسفن الأجنبية",
                      "التبعة العربية الحجازية"
                    ],
                    "order_index": 151
                  },
                  {
                    "article_number": "152",
                    "title": null,
                    "content": "بيع السفينة كاملة أو حصة منها سواء كان قبل سفرها أو في أثناء السفر إذا وقع في ممالك الحكومة الحجازية يجري بسند رسمي بحضور رئيس الميناء في محله... وإذا لم يحصل على هذه الصورة فيكون البيع كأنه لم يكن.",
                    "keywords": [
                      "بيع السفينة",
                      "سند رسمي",
                      "رئيس الميناء"
                    ],
                    "order_index": 152
                  },
                  {
                    "article_number": "153",
                    "title": null,
                    "content": "كل أنواع السفن تعد من الأشياء المنقولة، إلا أن صاحب السفينة إذا كان مديونا بسبب تلك السفينة وباعها لشخص آخر ثالث مثل الأشياء غير المنقولة فيمكن لأصحاب المطاليب أن تضبط تلك السفينة من يد الرجل الثالث الذي اشتراها وتبيعها... وعلى الخصوص الديون التي تعد ممتازة نظاما.",
                    "keywords": [
                      "السفن أشياء منقولة",
                      "ضبط السفينة",
                      "الديون الممتازة"
                    ],
                    "order_index": 153
                  },
                  {
                    "article_number": "154",
                    "title": null,
                    "content": "الديون المبينة فيما يلي يرجح بعضها على بعض وتعد ممتازة بحسب الترتيب الآتي:\nأولا - مصاريف الدعاوى وغيرها التي تحصل من جراء بيع السفينة وتوزيع أثمانها الحاصلة.\nثانيا - أجرة الدليل وما يؤخذ بنسبة الطونيلاتة أو الكيل من رسم المرسى والحوض.\nثالثا - أجرة الناطور وباقي مصاريف محافظة المراكب من حين دخوله إلى الميناء إلى حين بيعه.\nرابعا - أجرة المخزن الموضوعة به أدوات السفينة وآلاتها أمانة.\nخامسا - مصاريف محافظة السفينة وأوائلها وباقي أدواتها في أثناء سفرها الأخير وفي مدة دخولها الميناء وربطها بها.\nسادسا - أجرة القيودات ومعاشات الملاحين الذين كانوا يديرونها في سفرها الأخير.\nسابعا - الدراهم التي استقرضها القبودان في أثناء سفر السفينة الأخير وثمن البضاعة التي باعها من حمولة السفينة لأجل لوازمها.\nثامنا - الدراهم الباقية دين إلى البائع من ثمن السفينة التي لم تزل ما سافرت والدراهم التي أعطيت قرضا وثمن الكرسنة وباقي الأشياء وأجرة العملة المستخدمين لأجل إنشائها....\nتاسعا - الاستقراضات البحرية الواقعة على المركب وآلاته وزينته وباقي احتياجاته.\nعاشرا - أجرة السيكورتاه المعقودة على المركب وآلاته وزينته في سفره الأخير.\nالحادي عشر - الضمان الواجب إعطاؤه من الأضرار والخسائر عما ضاع من البضائع والأشياء التي كانت موسوقة في السفينة وفقدت....",
                    "keywords": [
                      "الديون الممتازة",
                      "ترتيب الديون",
                      "أجرة الملاحين",
                      "استقراض القبودان",
                      "ثمن السفينة"
                    ],
                    "order_index": 154
                  },
                  {
                    "article_number": "155",
                    "title": null,
                    "content": "أمناء الديون المحررة في المادة السابقة لا يقبل ما لم يثبت على الوجه الذي سيأتي تصريحه فيما يلي:\nأولا - مصاريف الدعاوى تكون مثبتة بقوائم مفردات يصادق عليها من قبل مجلس التجارة الذي يكون حكم ضبط السفينة وبيعها.\nثانيا - أجرة الدليل ورسومات الأسكلة والمرساة والحوض يثبت بلوائح تعطى من طرف الذين أخذوها.\nثالثا - الديون المبينة في الفقرات الأولى والثالثة والرابعة والخامسة من المادة (154) تبين بقوائم مفردات يصادق عليها من طرف محكمة التجارة.\nرابعا - أجرة الملاحين ومعاشاتهم تتحقق من دفاتر النوتية التي تدون في دوائر الميناء أو في مكاتب التجارة في المحلات التي لا يوجد بها دوائر ميناء.\nخامسا - الدراهم التي تستقرض وثمن الأموال... لأجل لوازمها في سفرها الأخير تبين بمضابط تنظم من طرف الربان والملاحين الموظفين تصديقا للزوم الاستقراض.\nسادسا - بيع كامل السفينة أو حصة منها يثبت بسند رسمي ينظم حسب شروط المادة (152)... وتوضع نسخة منها قبل قيام المركب... أمانة في قلم مجلس التجارة أو المكاتب التجارية.\nسابعا - الدراهم ؛ الاستقراضات البحرية... تثبت بالمقاولة التي تنظم نسختين رسما أو فيما بين الطرفين فقط ونسخته الثانية توضع أمانة في قلم مجلس التجارة.\nثامنا - خرج السيكورتاه ورسوماتها تبين باللوائح التي تعطى من طرف كمبيالات وكالات السيكورتاه....\nتاسعا - تضمينات الأضرار والخسائر... تتحقق بصكوك محكمة التجارة أو بأوراق قرار المميزين إذا ارتضى الطرفان أن ترى دعواها بمعرفة مميزين.",
                    "keywords": [
                      "إثبات الديون الممتازة",
                      "مجلس التجارة",
                      "دفاتر النوتية",
                      "سند رسمي للبيع",
                      "صكوك محكمة التجارة"
                    ],
                    "order_index": 155
                  },
                  {
                    "article_number": "156",
                    "title": null,
                    "content": "امتيازات أصحاب المطاليب السالفي الذكر تفسخ ببيع السفينة حكما حسب الشروط التي تبين في الفصل الآتي، وإذا كانت السفينة بيعت على رضا ولم يحصل نوع من المخالفة أي الاعتراض من أصحاب ديون البائع وسافرت بحرا على اسم مشتريها وربحه وخسارته هذا ما عدا الأسباب العمومية التي توجب فسخ التعهدات المعتادة....",
                    "keywords": [
                      "فسخ الامتيازات",
                      "بيع السفينة حكما",
                      "بيع السفينة برضا"
                    ],
                    "order_index": 156
                  },
                  {
                    "article_number": "157",
                    "title": null,
                    "content": "من بعد سفر السفينة بثلاثين يوما وحصول التصديق على سفرها ووصولها إلى أسكلتين كل منهما على انفراد ومرور مدة تزيد عن ستين يوما من حين رجوعها إلى المرسى... يعتبر حينئذ تلك السفينة بأنها سافرت بحرا.",
                    "keywords": [
                      "اعتبار السفينة سافرت بحراً",
                      "مدة 30 يوماً",
                      "وصول لأسكلتين"
                    ],
                    "order_index": 157
                  },
                  {
                    "article_number": "158",
                    "title": null,
                    "content": "بيع السفينة بالرضا أثناء سيرها وسفرها لا يورث خلل في حقوق أصحاب ديون البائع وامتيازاتها وبناء عليه لا يخلص السفينة ولا ثمنها من كونها رهنا إلى أصحاب المطاليب وعدا عن ذلك يمكن لأصحاب المطاليب المذكورين أن يطلبوا فسخ هذا البيع وإلغائه مدعين بأن هذا البيع إنما حصل بصورة الحيلة والدسيسة لأجل إبطال حقوقهم وامتيازاتهم.",
                    "keywords": [
                      "بيع السفينة أثناء السفر",
                      "حقوق أصحاب الديون",
                      "الحيلة والدسيسة"
                    ],
                    "order_index": 158
                  }
                ]
              },
              {
                "chapter_number": "الثاني",
                "chapter_name": "يتعلق بضبط السفائن وبيعها",
                "description": "إجراءات ضبط السفن وبيعها بالمزاد العلني وإلغاء امتيازات الدائنين، مع استثناء خاص للسفن المعرضة للهلاك أو التي تعيق الملاحة.",
                "order_index": 2,
                "articles": [
                  {
                    "article_number": "159",
                    "title": null,
                    "content": "كل نوع من السفائن والمراكب البحرية يمكن أن يضبط ويباع بحكم محكمة التجارة وبموجب إعلامها ويلغى امتياز أصحاب الديون بإجراء الأصول والقواعد التالية.",
                    "keywords": [
                      "ضبط السفائن وبيعها",
                      "حكم محكمة التجارة",
                      "إلغاء امتياز أصحاب الديون"
                    ],
                    "order_index": 159
                  },
                  {
                    "article_number": "160",
                    "title": null,
                    "content": "من بعد صدور حكم محكمة التجارة... يؤمر المديون رسما ويكلف في أول الأمر إلى وفاء الدين أن يحصل التشبث بضبط تلك السفينة وما لم تمر على هذا الطلب مدة أربعة وعشرون ساعة.",
                    "keywords": [
                      "مهلة قبل الضبط",
                      "أربعة وعشرون ساعة"
                    ],
                    "order_index": 160
                  },
                  {
                    "article_number": "161",
                    "title": null,
                    "content": "يجري الأمر والتكليف المذكور بمعرفة الحكومة المحلية وإذا لم تكن الدراهم المطلوب إيفاؤها من الديون الممتازة على السفينة فيتبلغ ذلك إلى صاحب السفينة أو إلى محل إقامته إنما اذا كان الدين معدودا من الديون الممتازة على السفينة بمقتضى أحكام المادة (154)... فيمكن حينئذ أن تبلغ قضية الأمر والطلب إلى صاحب السفينة أو إلى ربانها.",
                    "keywords": [
                      "تبليغ الضبط",
                      "ديون ممتازة",
                      "صاحب السفينة أو ربانها"
                    ],
                    "order_index": 161
                  },
                  {
                    "article_number": "162",
                    "title": null,
                    "content": "إذا أمكن صاحب الدين الحصول على مطلوبه في ظرف (24) ساعة... فيحصل التشبث من طرف الحكومة بضبط السفينة توفيقا إلى الأصول والقاعدة التي تبين فيما يأتي: وهي المأمور الذي يتعين خصيصا برفق المهندس يستصحب معه شاهدين وينظم مضبطة قضية الضبط ويذكر في هذه المضبطة اسم صاحب الدين الطالب... ويجرى قيد ما خلا ذلك التصريح ما يوجد فيها من الفلايك والقوارب والآلات والأدوات والأسلحة والمهمات والتموين ويذكر أيضا أنه قد تعين نفرا للنظارة.",
                    "keywords": [
                      "مضبطة قضية الضبط",
                      "قيد محتويات السفينة",
                      "تعيين نفرا للنظارة"
                    ],
                    "order_index": 162
                  },
                  {
                    "article_number": "163",
                    "title": null,
                    "content": "ينبغي على الشخص الذي ضبط السفينة أن يبلغ المديون صاحب السفينة المضبوطة... صورة المضبطة المذكورة بظرف ثلاثة أيام ويدعوه مع ذلك إلى الحضور للمحكمة المذكورة في ظرف المهل العادية المعينة في نظام أصول محاكمة المحكمة التجارية ليكون حاضرا على تشبثات مبيع السفينة المضبوطة ومتفرعاتها....",
                    "keywords": [
                      "تبليغ صاحب السفينة",
                      "صورة المضبطة",
                      "ثلاثة أيام"
                    ],
                    "order_index": 163
                  },
                  {
                    "article_number": "164",
                    "title": null,
                    "content": "يجري بيع السفينة الصادر إعلام بيعها من المجلس التجاري بالمزاد العلني بمعرفة مأمور يتعين على الوجه الآتي بيانه بعد أن ينشر ويعلن الأمر بواسطة مناد وأوراق مطبوعة وإعلانات.",
                    "keywords": [
                      "بيع السفينة",
                      "المزاد العلني",
                      "إعلام البيع"
                    ],
                    "order_index": 164
                  },
                  {
                    "article_number": "165",
                    "title": null,
                    "content": "إذا كانت السفينة التي تضبط وتباع أكبر من محمول عشر طونيلانات... فينشر أمر بيعها ويعلن عنه ثلاث دفعات بواسطة مناد وجرائد وإعلانات وهذا النداء والنشر والإعلان يجري مرة كل ثمانية أيام على التوالي في أطراف المحلات التي تكون السفينة راسية بها وفي محلات اجتماع الناس والأسواق....",
                    "keywords": [
                      "بيع السفن الكبيرة",
                      "ثلاث دفعات",
                      "مرة كل ثمانية أيام"
                    ],
                    "order_index": 165
                  },
                  {
                    "article_number": "166",
                    "title": null,
                    "content": "من بعد أن يجري كل من أمر النداء والإعلان يعلق في ظرف يومين أوراق على الصاري الأوسط من المركب المضبوط وعلى باب المجلس التجاري... وعلى مواقع المحلات التي تكون السفينة راسية بها....",
                    "keywords": [
                      "تعليق الإعلانات",
                      "الصاري الأوسط",
                      "باب المجلس التجاري"
                    ],
                    "order_index": 166
                  },
                  {
                    "article_number": "167",
                    "title": null,
                    "content": "يذكر صراحة في إعلانات النداء والجرائد والأوراق التي تجري من طرف الدلال وبمعرفته اسم المدعي وشهرته وصنعته ومحل إقامته ومقدار المبلغ الذي يطلبه والسندات الأساسية لطلب البيع ومحل المحكمة التجارية... واسم صاحب السفينة المضبوطة وشهرته ومحل إقامته واسم السفينة وكذلك اسم القبودان... والثمن الموضوع أساسا للمزايدة يعني المدفوع أولا ، والأيام التي تجري بها نهاية المزايدة.",
                    "keywords": [
                      "محتويات إعلانات البيع",
                      "اسم المدعي",
                      "اسم السفينة",
                      "الثمن الأساس للمزايدة"
                    ],
                    "order_index": 167
                  },
                  {
                    "article_number": "168",
                    "title": null,
                    "content": "بعد المناداة يحصل التشبث بالمزايدة في الأيام المبينة في الإعلانات وكذلك تجري الضمائم بمداومة المزاد في يوم يتعين مرة في كل ثمانية أيام بعد كل مناداة من طرف مأمور البيع.",
                    "keywords": [
                      "إجراءات المزايدة",
                      "مرة كل ثمانية أيام"
                    ],
                    "order_index": 168
                  },
                  {
                    "article_number": "169 مكرر",
                    "title": null,
                    "content": "تستثنى من أحكام إجراءات البيع المنصوص عنها في هذا الفصل السفن المحجوزة التي يخشى عليها من التعرض للتلف أو للهلاك أو لغير ذلك من المخاطر التي قد يترتب عليها انعدام أو نقص من قيمتها أو جنوحها بشكل يعيق المجاري الملاحية....\nوتثبت أي من هذه الحالات بقرار مسبب من الجهة التي تنظر الدعوى بعد معاينتها السفينة أو استطلاعها رأي الجهة الفنية المشرفة على الميناء أو إجرائها الخبرة على حالة الراهنة التي عليها السفينة.\nويجري البيع بالمزاد العلني في أي من هذه الأحوال بعد الإعلان عنه لمرة واحدة، في صحيفة محلية قبل الموعد المحدد لإجرائه بأسبوع على الأقل.\nويجوز في أحوال الضرورة القصوى إنقاص هذه المدة إلى أربع وعشرين ساعة كاملة تمضي بين إتمام النشر والساعة المحددة لبدء المزايدة.\nويرسي مأمور البيع المزاد على صاحب أعلى سعر يقدم في الجلسة المحددة.\nوفي جميع الأحوال يكون للجهة التي تباشر إجراءات البيع أن توقف المزايدة وتؤخرها مرة أخرى أو مرتين تحت أمل زيادة السعر بعد الإعلان عنه....",
                    "keywords": [
                      "استثناء السفن المعرضة للهلاك",
                      "إعاقة المجاري الملاحية",
                      "قرار مسبب",
                      "الإعلان لمرة واحدة",
                      "أسبوع على الأقل",
                      "ضرورة قصوى 24 ساعة"
                    ],
                    "order_index": 169
                  },
                  {
                    "article_number": "169",
                    "title": null,
                    "content": "ترسو مزايدة السفينة على الشخص الذي يكون أجرى الضميمة في آخر مزايدة حصلت بعد النداء الثالث عندما تنتهي وتنطفئ الشمعة الموقدة بحسب العادة منذ بداية المزايدة إنما إذا كان لم يعط قرار للقضية في ذلك اليوم أيضا فيكون باستطاعة المأمور المخصوص أن يوقفها ويؤخرها تحت أمل زيادة الضم ثمانية أيام أخر مرة أو مرتين....",
                    "keywords": [
                      "رسو المزايدة",
                      "آخر مزايدة",
                      "انطفاء الشمعة",
                      "توقيف المزايدة"
                    ],
                    "order_index": 170
                  },
                  {
                    "article_number": "170",
                    "title": null,
                    "content": "إذا كان أمر الضبط والبيع يجري في حق السفائن التي محمولها عشر طونيلات والشخاتير والماعونات وباقي جرومة الأسلكة الصغار فلا يبقى احتياج إلى التكليفات المبينة أعلاه بل تحصل المناداة بمعرفة الدلال في شاطئ الميناء ثلاثة أيام متواليات فقط... إنما يلزم أن تكون مرت ثمانية أيام تامة منذ تبليغ قضية ضبط السفينة لحين مبيعها.",
                    "keywords": [
                      "بيع السفن الصغيرة",
                      "مناداة ثلاثة أيام",
                      "ثمانية أيام تامة للبيع"
                    ],
                    "order_index": 171
                  },
                  {
                    "article_number": "171",
                    "title": null,
                    "content": "تنتهي مأمورية القبودان عند مبيع السفينة بالمزاد إنما إذا اقتضى الأمر إنما يحق للقبودان المرقوم الادعاء بطلب واستحصال تضمينات الخسائر وأضرار من صاحب السفينة أو كفلائه أو المتعهدين له بذلك.",
                    "keywords": [
                      "انتهاء مأمورية القبودان",
                      "حق القبودان في التضمينات"
                    ],
                    "order_index": 172
                  },
                  {
                    "article_number": "172",
                    "title": null,
                    "content": "يجبر الأشخاص الذين عليهم مزايدة السفينة مهما كان مقدار محمولها بأن يفوا ويسلموا ثلث ثمنها المقرر للمأمور المخصوص المعين من طرف المحكمة التجارية ويقدموا كفيلا معتبرا أيضا من تبعة الحكومة العربية الحجازية على الثلثين الباقيين وذلك بظرف أربع وعشرين ساعة اعتبارا من انتهاء مزادها.\n...إذا لم يف ثلث المقرر في ظرف أربع وعشرين ساعة أو أعطى الثلث لكنه لم يقدر أن يقدم كفيلا في الثلثين الباقيين فتوضع حينئذ السفينة مرة ثانية في المزاد وتباع بالمزاد لحساب المشتري الذي تقررت عليه قبلا وكفلائه....",
                    "keywords": [
                      "وفاء ثلث الثمن",
                      "كفيل على الثلثين",
                      "4 وعشرون ساعة",
                      "إعادة البيع بالمزاد",
                      "لحساب المشتري الأول"
                    ],
                    "order_index": 173
                  },
                  {
                    "article_number": "173",
                    "title": null,
                    "content": "دعاوى الممانعة في مبيع حصة من السفينة المضبوطة تقدم قبل رسوم المزاد وتتفهم تحريرا إلى قلم محكمة التجارة ، إنما إذا وقعت الدعاوى المذكورة فلا تجوز حينئذ إلغاء قضية البيع التي جرت بل تعتبر مثل ممانعة حصلت نظاما كيلا تعطى الأثمان الحاصلة من ذلك إلى الشخص الذي كان سبب الضغط والمبيع.",
                    "keywords": [
                      "دعاوى الممانعة",
                      "قبل رسوم المزاد",
                      "لا يجوز إلغاء البيع"
                    ],
                    "order_index": 174
                  },
                  {
                    "article_number": "174",
                    "title": null,
                    "content": "يعطى مهل ثلاثة أيام إلى الشخص الذي قدم دعوى منع المبيع أو توقيف إعطاء أثمانها الحاصلة لكي يبين أسبابه ودلائله ومعارضته في ذلك ويعطى مثل هذا المهل للمدعى عليه....",
                    "keywords": [
                      "مهلة دعوى منع المبيع",
                      "ثلاثة أيام"
                    ],
                    "order_index": 175
                  },
                  {
                    "article_number": "175",
                    "title": null,
                    "content": "إذا وقع ادعاء الممانعة فيما يختص بعدم إعطاء بدل المزاد بعد أمر تقرر بظرف ثلاثة أيام فيقبل أما إذا وقع بعد ذلك فلا يقبل....",
                    "keywords": [
                      "قبول دعوى الممانعة",
                      "بعد ثلاثة أيام لا يقبل"
                    ],
                    "order_index": 176
                  },
                  {
                    "article_number": "176",
                    "title": null,
                    "content": "أصحاب المطاليب الذين يظهرون الممانعة يجبرون أن يبرزوا سنداتهم إلى قلم محكمة التجارة وإن لم يكن فإلى المحكمة التي تكون حكمت بأمر البيع وذلك في ظرف ثلاثة أيام اعتبارا من اليوم الذي به دعوا وكلفوا إلى إثبات مطلوبهم... وإن لم يفعلوا ذلك فلا يحسب لهم حصة.",
                    "keywords": [
                      "إبراز السندات",
                      "قلم محكمة التجارة",
                      "ثلاثة أيام",
                      "لا تحسب لهم حصة"
                    ],
                    "order_index": 177
                  },
                  {
                    "article_number": "177",
                    "title": null,
                    "content": "قضية توزيع الدراهم وتقسيمها على أصحاب المطاليب تجري غرامة في حق أصحاب الامتياز حسب التفاوت والترتيب المبين في المادة (155) الممهدة قبلا وفي حق أصحاب المطاليب بحسب مطلوب كل واحد منهم أيضا وكل واحد من أصحاب المطاليب المذكورين يدخله مطلوبه عن أصل ماله ومصاريفه أيضا في هذا الحساب.",
                    "keywords": [
                      "توزيع الدراهم",
                      "تقسيم غرامة",
                      "حسب ترتيب الامتياز"
                    ],
                    "order_index": 178
                  },
                  {
                    "article_number": "178",
                    "title": null,
                    "content": "لا يجوز ضبط السفينة المستعدة للسفر إنما يمكن ضبطها لجهة الديون الواقعة لأجل السفر المستعدة له إلا أنه مع ذلك إذا قدمت كفيلا على إعطاء الديون المذكورة فتخلص من الضبط واستعداد السفينة للسفر يتبين بمجرد أخذ الربان أوراق مرور السفينة.",
                    "keywords": [
                      "عدم ضبط السفينة المستعدة للسفر",
                      "تقديم كفيل",
                      "أوراق مرور السفينة"
                    ],
                    "order_index": 179
                  }
                ]
              },
              {
                "chapter_number": "الثالث",
                "chapter_name": "فيما يختص بأصحاب السفائن",
                "description": "مسؤولية أصحاب السفن تجاه حركات الربان ومعاملاته وإمكانية عزل الربان وحقوق أصحاب الحصص.",
                "order_index": 3,
                "articles": [
                  {
                    "article_number": "179",
                    "title": null,
                    "content": "كل صاحب سفينة يكون مسؤولا عن حركات ربانها ومعاملاته الحقوقية يعني يكون مجبورا على ضمان الأضرار والخسائر التي تنشأ من حركات الربان ومعاملاته وعلى إيفاء المقاولات والتعهدات التي عملها يخص سير السفينة وسفرها ولكن إذا كانت هذه التعهدات لم تقع بأمر مخصوص به فيمكن حينئذ لصاحب السفينة أن يترك المركب ونولونه ويتخلص في كل حال من تلك التعهدات....",
                    "keywords": [
                      "مسؤولية صاحب السفينة",
                      "حركات الربان",
                      "ترك المركب ونولونه",
                      "التخلص من التعهدات"
                    ],
                    "order_index": 180
                  },
                  {
                    "article_number": "180",
                    "title": null,
                    "content": "أصحاب السفائن يكونون مسؤولين بقدر المبلغ الذي كانوا كفلوه من جهة تقديم الكفالة ومن جهة ما يقع في السفائن المجهزة للحرب برخصة الحكومة في أثناء سفرها من طرف العساكر والملاحين الموجودين فيها من الجنح والجنايات والاغتصاب والغارات ولا يسألون عما زاد عن ذلك من الأمور المغايرة طالما لم يكونوا أجروها بذاتهم وبالواسطة والكفالة المذكورة تكون عبارة عن مائتي ألف قرش لأجل السفائن التي تكون عساكرها وملاحوها نحو المائة وخمسين نفرا وأربعمائة ألف قرش أيضا لأجل ما زاد عن ذلك.",
                    "keywords": [
                      "مسؤولية أصحاب السفائن",
                      "بقدر المبلغ المكفول",
                      "الكفالة",
                      "مائتي ألف قرش"
                    ],
                    "order_index": 181
                  },
                  {
                    "article_number": "181",
                    "title": null,
                    "content": "صاحب السفينة يمكنه عزل الربان في كل حال حتى ولو كان مدرجا في مقاولته معه شرط يختص بعدم إبعاده وإخراجه منها وبناء على ذلك لا يحق للربان المعزول أن يطلب ضمانا ما من صاحب السفينة الذي عزله ما لم يكن بذلك مقاولة محررة على حدتها....",
                    "keywords": [
                      "عزل الربان",
                      "حق صاحب السفينة",
                      "لا يحق للربان طلب ضمان"
                    ],
                    "order_index": 182
                  },
                  {
                    "article_number": "182",
                    "title": null,
                    "content": "إذا كان للربان المعزول حصة في السفينة فيحق له أن يترك حصته هذه ويسترد بدلها ويستحصله ومقدار البدل المذكور وكميته يقدر بمعرفة أهل الخبرة ويجرى نصب وتعيين الخبراء باتفاق الطرفين أيضا وإلا فبانضمام رأي محكمة التجارة.",
                    "keywords": [
                      "حصة الربان المعزول",
                      "ترك الحصة واسترداد بدلها",
                      "محكمة التجارة"
                    ],
                    "order_index": 183
                  },
                  {
                    "article_number": "183",
                    "title": null,
                    "content": "إذا لم يحصل اتفاق في مذكرات أصحاب حصص السفينة بما يختص بالتدابير اللازمة لأجل منافعها العمومية فيعطى القرار بأكثرية الآراء وهذه الأكثرية لا تكون بالنسبة إلى عدد الأشخاص الذين يعطون رأيا بل بالنسبة إلى آراء الذين حصتهم تزيد عن قيمة نصف المركب....",
                    "keywords": [
                      "أكثرية الآراء",
                      "أصحاب حصص السفينة",
                      "قيمة نصف المركب"
                    ],
                    "order_index": 184
                  }
                ]
              },
              {
                "chapter_number": "الرابع",
                "chapter_name": "فيما يختص بالربابنة",
                "description": "مسؤوليات الربان، واجباته تجاه السفينة وشحنها، الدفاتر الواجب عليه اتخاذها، وشروط بقائه في السفينة.",
                "order_index": 4,
                "articles": [
                  {
                    "article_number": "184",
                    "title": null,
                    "content": "كل ربان أو رئيس سفينة... بحالة إدارته إلى عهدته يكون مسؤولا عن كل خطأ يفعله في أثناء مأموريته