{
    "law_source": {
      "name": "نظام العمل السعودي",
      "type": "law",
      "jurisdiction": "المملكة العربية السعودية",
      "issuing_authority": "المرسوم الملكي رقم (م/51) وتاريخ 1426/8/23 هـ",
      "issue_date": "1426-08-23",
      "description": "نظام العمل الصادر بالمرسوم الملكي رقم (م/51) وتاريخ 1426/8/23 هـ والمعدل بعدة مراسيم ملكية لاحقة.",
      "status": "processed",
      "branches": [
        {
          "branch_number": "الأول",
          "branch_name": "التعريفات / الأحكام العامة",
          "order_index": 1,
          "chapters": [
            {
              "chapter_number": "الأول",
              "chapter_name": "التعريفات",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "الأولى",
                  "content": "يسمى هذا النظام نظام العمل.",
                  "order_index": 1
                },
                {
                  "article_number": "الثانية",
                  "content": "يقصد بالألفاظ والعبارات الآتية - أينما وردت في هذا النظام - المعاني المبينة أمامها ما لم يقتض السياق خلاف ذلك:\n\n**الوزارة:** وزارة الموارد البشرية والتنمية الاجتماعية [cite: 6].\n**الوزير:** وزير الموارد البشرية والتنمية الاجتماعية [cite: 7].\n**مكتب العمل:** الجهة الإدارية المنوط بها شؤون العمل في النطاق المكاني الذي يحدد بقرار من الوزير [cite: 7].\n**صاحب العمل:** كل شخص طبيعي أو اعتباري يشغل عاملاً أو أكثر مقابل أجر [cite: 8].\n**العامل:** كل شخص طبيعي - ذكراً أو أنثى - يعمل لمصلحة صاحب عمل وتحت إدارته أو إشرافه مقابل أجر، ولو كان بعيداً عن نظارته [cite: 9].\n**الحدث:** الشخص الذي أتم الخامسة عشرة من عمره ولم يبلغ الثامنة عشرة [cite: 10].\n**العمل:** الجهد المبذول في النشاطات الإنسانية كافة، تنفيذا لعقد عمل مكتوب أو غير مكتوب بصرف النظر عن طبيعتها أو نوعها، صناعية كانت أو تجارية، أو زراعية أو فنية، أو غيرها، عضلية كانت أو ذهنية [cite: 11].\n**العمل الأصلي:** بالنسبة للأفراد موضوع نشاطهم المعتاد، وبالنسبة للمنشآت الأعمال التي أنشئت المنشأة من أجل القيام بها والمنصوص عليها في عقد تأسيسها أو في عقد الامتياز - إن كانت من شركات الامتياز - أو في السجل التجاري [cite: 12].\n**العمل المؤقت:** العمل الذي يدخل بطبيعته فيما يزاوله صاحب العمل من نشاط وتقتضي طبيعة إنجازه مدة محددة، أو ينصب على عمل بذاته وينتهي بانتهائه، ولا يتجاوز في الحالتين تسعين يوماً [cite: 13].\n**العمل العرضي:** العمل الذي لا يدخل بطبيعته فيما يزاوله صاحب العمل في نشاطه المعتاد، ولا يستغرق تنفيذه أكثر من تسعين يوماً [cite: 14].\n**العمل الموسمي:** العمل الذي يتم في مواسم دورية متعارف عليها [cite: 15].\n**العمل لبعض الوقت:** العمل الذي يؤديه عامل غير متفرغ لدى صاحب عمل ولساعات عمل تقل عن نصف ساعات العمل اليومية المعتادة لدى المنشأة، سواء كان هذا العامل يؤدي ساعات عمله يومياً أو بعض أيام الأسبوع [cite: 16].\n**الخدمة المستمرة:** خدمة العامل غير المنقطعة مع صاحب العمل نفسه أو خلفه النظامي، من تاريخ ابتداء الخدمة... (وتعد الخدمة مستمرة في حالات محددة) [cite: 17, 19, 20].\n**الإسناد:** خدمة توفير عامل للعمل لدى غير صاحب العمل وذلك من خلال منشأة مرخص لها لهذا الغرض [cite: 21].\n**الاستقالة:** إفصاح العامل كتابة عن رغبته دون إكراه في إنهاء عقد عمل محدد المدة دون تعليق على قيد أو شرط، وقبول صاحب العمل بها [cite: 22].\n**الأجر الأساسي:** كل ما يعطى للعامل مقابل عمله، بموجب عقد عمل مكتوب أو غير مكتوب مهما كان نوع الأجر أو طريقة أدائه، مضافاً إليه العلاوات الدورية [cite: 23].\n**الأجر الفعلي:** الأجر الأساسي مضافاً إليه سائر الزيادات المستحقة الأخرى التي تتقرر للعامل مقابل جهد بذله في العمل، أو مخاطر يتعرض لها في أداء عمله، أو التي تتقرر للعامل لقاء العمل بموجب عقد العمل أو لائحة تنظيم العمل... (ويشمل العمولة، البدلات، الزيادات، المنحة، والميزات العينية) [cite: 24, 25, 26, 27, 28, 29, 30].\n**الأجر:** الأجر الفعلي [cite: 31].\n**المنشأة:** كل مشروع يديره شخص طبيعي، أو اعتباري، يشغل عاملاً أو أكثر، لقاء أجر أياً كان نوعه [cite: 31].\n**الشهر:** ثلاثون يوماً ما لم ينص على خلاف ذلك في عقد العمل أو في لائحة تنظيم العمل [cite: 32].\n**اللائحة:** اللائحة التنفيذية لهذا النظام[cite: 33].",
                  "order_index": 2
                }
              ]
            },
            {
              "chapter_number": "الثاني",
              "chapter_name": "الأحكام العامة",
              "order_index": 2,
              "articles": [
                {
                  "article_number": "الثالثة",
                  "content": "العمل حق للمواطن، لا يجوز لغيره ممارسته إلا بعد توافر الشروط المنصوص عليها في هذا النظام، والمواطنون متساوون في حق العمل دون أي تمييز على أساس الجنس أو الإعاقة أو السن أو أي شكل من أشكال التمييز الأخرى، سواء أثناء أداء العمل أو عند التوظيف أو الإعلان عنه[cite: 33].",
                  "order_index": 3
                },
                {
                  "article_number": "الرابعة",
                  "content": "يجب على صاحب العمل والعامل عند تطبيق أحكام هذا النظام الإلتزام بمقتضيات أحكام الشريعة الإسلامية[cite: 34].",
                  "order_index": 4
                },
                {
                  "article_number": "الخامسة",
                  "content": "تسري أحكام هذا النظام على الآتي: 1- كل عقد عمل يلتزم بمقتضاه أي شخص بالعمل لمصلحة صاحب عمل وتحت إدارته أو إشرافه : مقابل أجر. 2- عمال الحكومة والهيئات والمؤسسات العامة، بمن فيهم الذين يشتغلون في المراعي أو الزراعة. 3- عمال المؤسسات الخيرية. 4- عقود التأهيل والتدريب مع غير العاملين لدى صاحب العمل في حدود الأحكام الخاصة المنصوص عليها في هذا النظام. 5- العاملين بعض الوقت في حدود ما يتعلق بالسلامة والصحة المهنية وإصابات العمل وما يقرره الوزير[cite: 34, 35, 36, 37].",
                  "order_index": 5
                },
                {
                  "article_number": "السادسة",
                  "content": "تسري على العامل العرضي والموسمي والمؤقت الأحكام الخاصة بالواجبات وقواعد التاديب، والحد الأقصى لساعات العمل، وفترات الراحة اليومية والراحة الأسبوعية، والتشغيل الإضافي، والعطلات الرسمية، وقواعد السلامة، والصحة المهنية، وإصابات العمل والتعويض عنها، وما يقرره الوزير[cite: 38].",
                  "order_index": 6
                },
                {
                  "article_number": "السابعة",
                  "content": "1- يستثنى من تطبيق أحكام هذا النظام كل من: أ- أفراد أسرة صاحب العمل، وهم زوجه وأصوله وفروعه الذين يعملون في المنشأة التي لا تضم سواهم. ب- لاعبو الأندية والاتحادات الرياضية ومدربوها. ج- العمالة المنزلية ومن في حكمهم. د- عمال الزراعة والرعاة الخاصون ومن في حكمهم. هـ- العاملون غير السعوديين القادمون لأداء مهمة محددة ولمدة لا تزيد على شهرين. 2- يصدر الوزير - بالتنسيق مع الجهات المختصة - لائحة أو أكثر للفئات الواردة... تشتمل على الحقوق والواجبات والأحكام الخاصة الأخرى ذات الصلة بكل فئة. 3- يراعى أن تُضمَّن في اللوائح الصادرة في شأن الفئتين الواردتين في الفقرتين الفرعيتين (ج) و(د)... الإجراءات والآليات التي تكفل تحسين أداء سوق العمالة للفئتين، وتنظيم حركة انتقالها، وتحديد المسؤوليات والواجبات[cite: 39, 40, 41, 42, 44].",
                  "order_index": 7
                },
                {
                  "article_number": "الثامنة",
                  "content": "يبطل كل شرط يخالف أحكام هذا النظام، ويبطل كل إبراء، أو مصالحة عن الحقوق الناشئة للعامل بموجب هذا النظام، أثناء سريان عقد العمل، ما لم يكن أكثر فائدة للعامل[cite: 47].",
                  "order_index": 8
                },
                {
                  "article_number": "التاسعة",
                  "content": "اللغة العربية هي الواجبة الإستعمال في البيانات والسجلات والملفات وعقود العمل وغيرها مما هو منصوص عليه في هذا النظام، أو في أي قرار صادر تطبيقاً لأحكامه، وكذلك التعليمات التي يصدرها صاحب العمل لعماله. وإذا استعمل صاحب العمل لغة أجنبية إلى جانب اللغة العربية... فإن النص العربي هو المعتمد دون غيره[cite: 48, 49].",
                  "order_index": 9
                },
                {
                  "article_number": "العاشرة",
                  "content": "تحسب جميع المدد والمواعيد المنصوص عليها في هذا النظام بالتقويم الهجري، مالم ينص في عقد العمل أو لائحة تنظيم العمل على خلاف ذلك[cite: 50].",
                  "order_index": 10
                },
                {
                  "article_number": "الحادية عشرة",
                  "content": "إذا عهد صاحب العمل لأي شخص طبيعي أو معنوي القيام بعمل من أعماله الأصلية, أو جزء منها، وجب على الأخير أن يعطي عماله جميع الحقوق والمزايا التي يعطيها صاحب العمل الأصلي لعماله[cite: 51].",
                  "order_index": 11
                },
                {
                  "article_number": "الحادية عشرة مكرر",
                  "content": "مع عدم الإخلال بأحكام هذا النظام والأنظمة ذات العلاقة للوزير أن يتخذ الإجراءات التي من شأنها أن تكفل تحسين أداء سوق العمل، وتنظيم حركة انتقال الأيدي العاملة[cite: 52].",
                  "order_index": 12
                },
                {
                  "article_number": "الثانية عشرة",
                  "content": "1- تضع الوزارة نموذجاً موحداً - أو أكثر - للائحة تنظيم العمل، على أن يكون شاملاً لقواعد تنظيم العمل وما يتصل به من أحكام... 2- تضع الوزارة ضوابط وآليات اعتماد لوائح تنظيم العمل[cite: 53, 54].",
                  "order_index": 13
                },
                {
                  "article_number": "الثالثة عشرة",
                  "content": "1- يلتزم كل صاحب عمل بإعداد لائحة لتنظيم العمل في منشأته وفق النموذج المعد من الوزارة، ويجوز للوزير الاستثناء من ذلك. 2- يجوز لصاحب العمل تضمين اللائحة شروطاً وأحكاماً إضافية، بما لا يتعارض مع أحكام هذا النظام ولائحته والقرارات الصادرة تنفيذاً له. 3- يجب على صاحب العمل أن يعلن لائحة تنظيم العمل وأي تعديل يطرأ عليها في مكان ظاهر في المنشأة أو أي وسيلة أخرى تكفل علم الخاضعين لها بأحكامها[cite: 54, 55, 56].",
                  "order_index": 14
                },
                {
                  "article_number": "الرابعة عشرة",
                  "content": "(ملغاة)[cite: 57].",
                  "order_index": 15
                },
                {
                  "article_number": "الخامسة عشرة",
                  "content": "على صاحب العمل عند بدء العمل في أي منشأة أن يبلغ مكتب العمل المختص كتابة بالبيانات الآتية: 1- إسم المنشأة ونوعها ومركزها، والعنوان... 2- النشاط الاقتصادي المرخص له بمزاولته... 3- عدد العمال المراد تشغيلهم في المنشأة. 4- إسم مدير المنشأة المسؤول. 5- أي بيانات أخرى تطلبها الوزارة[cite: 57, 58, 59].",
                  "order_index": 16
                },
                {
                  "article_number": "السادسة عشرة",
                  "content": "1- إذا لم يتمكن صاحب العمل من ممارسة العمل بنفسه، فعليه أن يعين مسؤولاً يمثله في مكان العمل... 2- على صاحب العمل أن يبلغ مكتب العمل المختص كتابة باسم الشريك أو المدير... 3- إذا لم يوجد شخص معين بصفة مدير مسؤول... فإن من يقوم فعلاً بأعمال المدير او صاحب العمل نفسه بعد مديراً مسؤولاً... وفي كل الأحوال تبقى مسؤولية صاحب العمل قائمة بصفة أصلية[cite: 62, 63, 64, 65].",
                  "order_index": 17
                },
                {
                  "article_number": "السابعة عشرة",
                  "content": "على صاحب العمل أن يحتفظ في مكان العمل بالسجلات والكشوف والملفات... وعليه أن يضع في مكان ظاهر بموقع العمل جدولاً بمواعيد العمل، وفترات الراحة، ويوم الراحة الأسبوعي، ومواعيد بدء كل نوبة وإنتهائها في حالة العمل بأسلوب المناوبة[cite: 66, 67].",
                  "order_index": 18
                },
                {
                  "article_number": "الثامنة عشرة",
                  "content": "إذا انتقلت ملكية المنشأة لمالك جديد، أو طرأ تغيير على شكلها النظامي بالدمج أو التجزئة أو غير ذلك، تبقى عقود العمل نافذة في الحالين، وتعد الخدمة مستمرة. ويكون الخلف والسلف مسؤولين بالتضامن عن حقوق العمال الناشئة عن المدة السابقة لهذا التغيير[cite: 68, 69].",
                  "order_index": 19
                },
                {
                  "article_number": "التاسعة عشرة",
                  "content": "تعد المبالغ المستحقة للعامل أو ورثته بمقتضى هذا النظام ديوناً ممتازة من الدرجة الأولى. وللعامل وورثته في سبيل إستيفائها إمتياز على جميع أموال صاحب العمل[cite: 71].",
                  "order_index": 20
                },
                {
                  "article_number": "العشرون",
                  "content": "لا يجوز لصاحب العمل أو العامل أن يقوم بعمل من شأنه إساءة استعمال أحكام هذا النظام أو القرارات واللوائح الصادرة تنفيذا لأحكامه كما لا يجوز لأي منهما القيام بعمل من شأنه الضغط على حرية الآخر أو حرية عمال أو اصحاب عمل آخرين...[cite: 70].",
                  "order_index": 21
                },
                {
                  "article_number": "الحادية والعشرون",
                  "content": "على الوزير - في سبيل تنفيذ أحكام هذا النظام - التنسيق مع الجهات ذات العلاقة كلما اقتضى الأمر ذلك[cite: 71].",
                  "order_index": 22
                }
              ]
            }
          ]
        },
        {
          "branch_number": "الثاني",
          "branch_name": "تنظيم عمليات التوظيف",
          "order_index": 2,
          "chapters": [
            {
              "chapter_number": "الأول",
              "chapter_name": "قنوات التوظيف",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "الثانية والعشرون",
                  "content": "توفر الوزارة قنوات للتوظيف دون مقابل، تقوم بما يأتي: 1- مساعدة العمال في الحصول على الأعمال المناسبة، ومساعدة أصحاب الأعمال في إيجاد العمال المناسبين. 2- جمع المعلومات الضرورية عن سوق العمل وتطوره وتحليلها... 3- تنفيذ الواجبات الآتية: 3/1- تسجيل طالبي العمل. 3/2- الحصول على بيانات الأعمال الشاغرة من أصحاب الأعمال. 3/3- مواءمة طلبات طالبي العمل مع الأعمال الشاغرة وفقاً لمؤهلاتهم. 3/4- تقديم النصح والمعونة إلى طالبي العمل فيما يختص بالتأهيل والتدريب المهني أو بإعادة التدريب اللازم للحصول على الأعمال الشاغرة. 3/5- غير ذلك من الأمور التي تقررها الوزارة[cite: 78, 79, 80, 81, 82, 83, 84, 85].",
                  "order_index": 23
                },
                {
                  "article_number": "الثالثة والعشرون",
                  "content": "لكل مواطن في سن العمل قادر على العمل وراغب فيه أن يطلب قيد اسمه في قنوات التوظيف، مع بيان تاريخ مولده ومؤهلاته وأعماله السابقة ورغباته وعنوانه[cite: 85].",
                  "order_index": 24
                },
                {
                  "article_number": "الرابعة والعشرون",
                  "content": "تحدد اللائحة قواعد سير العمل وإجراءاته في قنوات التوظيف، ونماذج السجلات والإشعارات والأوراق المستخدمة في أعمالها، وكذلك جداول تصنيف المهن وفقاً للتصنيف المهني المعتمد، وتكون أساساً في تنظيم عمليات التوظيف[cite: 86].",
                  "order_index": 25
                },
                {
                  "article_number": "الخامسة والعشرون",
                  "content": "على كل صاحب عمل أن يرسل إلى الوزارة ما يأتي: 1- بياناً بالأعمال الشاغرة والمستحدثة، وأنواعها، ومكانها، والأجر المخصص لها، والشروط اللازم توافرها لشغلها، وذلك في مدة لا تتجاوز خمسة عشر يوماً من تاريخ شغورها أو استحداثها. 2- إشعاراً بما اتخذه بشأن توظيف المواطن الذي رشحته قنوات التوظيف خلال سبعة أيام من تاريخ تسلُّم خطاب الترشيح. 3- بياناً بأسماء عماله، ووظائفهم، ومهنهم، وأجورهم، وأعمارهم، وجنسياتهم، وأرقام رخص العمل لغير السعوديين وتواريخها وغير ذلك من البيانات التي تحددها اللائحة. 4- تقريراً عن حالة العمل وظروفه وطبيعته، والنقص والزيادة في الأعمال المتوقعة خلال السنة التالية لتاريخ التقرير[cite: 87, 88, 89, 90].",
                  "order_index": 26
                }
              ]
            },
            {
              "chapter_number": "الثاني",
              "chapter_name": "توظيف ذوي الإعاقة",
              "order_index": 2,
              "articles": [
                {
                  "article_number": "الثامنة والعشرون",
                  "content": "على كل صاحب عمل يستخدم خمسة وعشرين عاملاً فأكثر، وكانت طبيعة العمل لديه تمكنه من تشغيل ذوي الإعاقة الذين تمت تأهيلهم مهنيًّا أن يشغل **4%** على الأقل من مجموع عدد عماله من ذوي الإعاقة المؤهلين مهنيًّا، سواء أكان ذلك عن طريق ترشيح قنوات التوظيف أو غيرها. وعليه أن يرسل إلى الوزارة بيانًا بعدد الوظائف والأعمال التي يشغلها ذوو الإعاقة الذين تمت تأهيلهم مهنيًّا، وأجر كل منهم[cite: 93, 94].",
                  "order_index": 27
                },
                {
                  "article_number": "التاسعة والعشرون",
                  "content": "إذا أصيب أي عامل إصابة عمل نتج عنها نقص في قدراته المعتادة لا يمنعه من أداء عمل آخر غير عمله السابق، فإن على صاحب العمل الذي وقعت إصابة العامل بسبب العمل لديه توظيفه في العمل المناسب بالأجر المحدد لهذا العمل. ولا يخل هذا بما يستحقه من تعويض عن إصابته[cite: 94, 95].",
                  "order_index": 28
                }
              ]
            },
            {
              "chapter_number": "الثالث",
              "chapter_name": "المكاتب والشركات الأهلية لتوظيف السعوديين ومكاتب وشركات الاستقدام الأهلية",
              "order_index": 3,
              "articles": [
                {
                  "article_number": "الثلاثون",
                  "content": "1- لا يجوز لأي شخص طبيعي أو اعتباري أن يمارس نشاط توظيف السعوديين أو نشاط استقدام العمال أو نشاط الإسناد ما لم يكن مرخصاً له بذلك من الوزارة. 2- تقترح الوزارة قيمة رسوم ممارسة الأنشطة... تمهيداً لاستكمال الإجراءات النظامية في هذا الشأن[cite: 97, 99].",
                  "order_index": 29
                },
                {
                  "article_number": "الحادية والثلاثون",
                  "content": "يُعد العمال السعوديون الذين أسهمت المكاتب أو الشركات في توظيفهم، والعمال الذين أُسنِدت خدماتهم... (النص غير مكتمل في الملف المستخرج)[cite: 100].",
                  "order_index": 30
                }
              ]
            }
          ]
        },
        {
          "branch_number": "الثالث",
          "branch_name": "توظيف غير السعوديين",
          "order_index": 3,
          "chapters": [],
          "articles": [
            {
              "article_number": "م...",
              "content": "نص المادة غير متوفر في النصوص المستخرجة",
              "order_index": 31
            }
          ]
        },
        {
          "branch_number": "الرابع",
          "branch_name": "التدريب والتأهيل",
          "order_index": 4,
          "chapters": [
            {
              "chapter_number": "الأول",
              "chapter_name": "التدريب والتأهيل لدى صاحب العمل",
              "order_index": 1,
              "articles": []
            },
            {
              "chapter_number": "الثاني",
              "chapter_name": "عقد التأهيل والتدريب مع غير العاملين لدى صاحب العمل",
              "order_index": 2,
              "articles": []
            }
          ]
        },
        {
          "branch_number": "الخامس",
          "branch_name": "علاقات العمل",
          "order_index": 5,
          "chapters": [
            {
              "chapter_number": "الأول",
              "chapter_name": "عقد العمل",
              "order_index": 1,
              "articles": []
            },
            {
              "chapter_number": "الثاني",
              "chapter_name": "الواجبات وقواعد التأديب (أولاً- واجبات أصحاب العمل، ثانياً - واجبات العمال، ثالثاً - قواعد التأديب)",
              "order_index": 2,
              "articles": []
            },
            {
              "chapter_number": "الثالث",
              "chapter_name": "انتهاء عقد العمل",
              "order_index": 3,
              "articles": []
            },
            {
              "chapter_number": "الرابع",
              "chapter_name": "مكافأة نهاية الخدمة",
              "order_index": 4,
              "articles": []
            }
          ]
        },
        {
          "branch_number": "السادس",
          "branch_name": "شروط العمل وظروفه",
          "order_index": 6,
          "chapters": [
            {
              "chapter_number": "الأول",
              "chapter_name": "الأجور",
              "order_index": 1,
              "articles": []
            },
            {
              "chapter_number": "الثاني",
              "chapter_name": "ساعات العمل",
              "order_index": 2,
              "articles": []
            },
            {
              "chapter_number": "الثالث",
              "chapter_name": "فترات الراحة والراحة الأسبوعية",
              "order_index": 3,
              "articles": [
                  {
                      "article_number": "المائة والأولى",
                      "content": "تنظم ساعات العمل وفترات الراحة خلال اليوم، بحيث لا يعمل العامل أكثر من خمس ساعات متتالية دون فترة راحة للصلاة والطعام ولا تقل عن نصف ساعة في المرة الواحدة خلال مجموع ساعات العمل، وبحيث لا يبقى العامل في مكان العمل أكثر من اثنتي عشرة ساعة في اليوم الواحد[cite: 207]."
                  },
                  {
                      "article_number": "المائة والثانية",
                      "content": "لا تدخل الفترات المخصصة للراحة والصلاة والطعام ضمن ساعات العمل الفعلية، ولا يكون العامل خلال هذه الفترات تحت سلطة صاحب العمل، ولا يجوز لصاحب العمل أن يلزم العامل بالبقاء خلالها في مكان العمل[cite: 208]."
                  },
                  {
                      "article_number": "المائة والثالثة",
                      "content": "للوزير أن يحدد بقرار منه الحالات والأعمال التي يتحتم فيها استمرار العمل دون فترة راحة لأسباب فنية أو لظروف التشغيل، ويلتزم صاحب العمل في هذه الحالات والأعمال بإعطاء فترة للصلاة والطعام والراحة بطريقة تنظمها إدارة المنشأة أثناء العمل[cite: 209]."
                  },
                  {
                      "article_number": "المائة والرابعة",
                      "content": "يوم الجمعة يوم الراحة الأسبوعية لجميع العمال، ويجوز لصاحب العمل - بعد إبلاغ مكتب العمل المختص - أن يستبدل بهذا اليوم لبعض عماله أي يوم من أيام الأسبوع، وعليه أن يمكنهم من القيام بواجباتهم الدينية[cite: 210]."
                  }
              ]
            },
            {
              "chapter_number": "الرابع",
              "chapter_name": "الإجازات",
              "order_index": 4,
              "articles": []
            }
          ]
        },
        {
          "branch_number": "السابع",
          "branch_name": "العمل لبعض الوقت",
          "order_index": 7,
          "chapters": [],
          "articles": []
        },
        {
          "branch_number": "الثامن",
          "branch_name": "الوقاية من مخاطر العمل والوقاية من الحوادث الصناعية الكبرى وإصابات العمل والخدمات الصحية والاجتماعية",
          "order_index": 8,
          "chapters": [
            {
              "chapter_number": "الأول",
              "chapter_name": "الوقاية من مخاطر العمل",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "المائة والحادية والعشرون",
                  "content": "على صاحب العمل حفظ المنشأة في حالة صحية نظيفة، وإنارتها وتأمين المياه الصالحة للشرب وللإستغتسال، وغير ذلك من قواعد الحماية والسلامة والصحة المهنية وإجراءاتها ومستوياتها وفقاً لما يحدده الوزير بقرار منه[cite: 234]."
                },
                {
                  "article_number": "المائة والثانية والعشرون",
                  "content": "على كل صاحب عمل أن يتخذ الإحتياطات اللازمة لحماية العمال من الأخطار، والأمراض الناجمة عن العمل، والآلات المستعملة، ووقاية العمل وسلامته. وعليه أن يعلن في مكان ظاهر في المنشأة التعليمات الخاصة بسلامة العمل والعمال، وذلك باللغة العربية وبأيلغة أخرى يفهمها العمال عند الاقتضاء. ولا يجوز لصاحب العمل أن يحمل العمال أو يقتطع من أجورهم أي مبلغ لقاء توفير هذه الحماية[cite: 235, 236, 237]."
                },
                {
                  "article_number": "المائة والثالثة والعشرون",
                  "content": "على صاحب العمل إحاطة العامل قبل مزاولة العمل بمخاطر مهنته، وإلزامه بإستعمال وسائل الحماية[cite: 238]."
                }
              ]
            },
            {
              "chapter_number": "الثاني",
              "chapter_name": "الوقاية من الحوادث الصناعية",
              "order_index": 2,
              "articles": []
            },
            {
              "chapter_number": "الثالث",
              "chapter_name": "إصابات العمل",
              "order_index": 3,
              "articles": [
                  {
                      "article_number": "المائة والثانية والثلاثون",
                      "content": "لا تسري أحكام هذا الفصل على المنشآت التي تخضع لفرع الأخطار المهنية من نظام التأمينات الاجتماعية[cite: 253]."
                  },
                  {
                      "article_number": "المائة والثالثة والثلاثون",
                      "content": "إذا أصيب العامل بإصابة عمل، أو بمرض مهني، فإن صاحب العمل يلتزم بعلاجه، ويتحمل جميع النفقات اللازمة لذلك، بطريقة مباشرة أو غير مباشرة، بما فيها الإقامة في المستشفى، والفحوص والتحاليل الطبية، والأشعة، والأجهزة التعويضية...[cite: 254]."
                  }
              ]
            },
            {
              "chapter_number": "الرابع",
              "chapter_name": "الخدمات الصحية والاجتماعية",
              "order_index": 4,
              "articles": [
                   {
                      "article_number": "المائة والثانية والأربعون",
                      "content": "على كل صاحب عمل أن يعد خزانة أو أكثر للإسعافات الطبية، مزودة بالأدوية وغيرها، مما يلزم للإسعافات الطبية الأولية[cite: 265]. وتحدد اللائحة ما يجب أن تحتويه هذه الخزانة من وسائل الإسعافات الأولية وعددها، وكميات الأدوية، وكذلك تنظيم وسائل حفظها وشروط من يقوم بمهمة الإسعاف ومستواه[cite: 266]."
                  },
                  {
                      "article_number": "المائة والثالثة والأربعون",
                      "content": "على كل صاحب عمل أن يعهد إلى طبيب أو أكثر بفحص عماله المعرضين لإحتمال الإصابة بأحد الأمراض المهنية... فحصاً شاملاً مرة كل سنة على الأقل، وأن تثبت نتيجة ذلك الفحص في سجلاته، وكذلك في ملفات أولئك العمال[cite: 267]."
                  },
                  {
                      "article_number": "المائة والرابعة والأربعون",
                      "content": "على صاحب العمل أن يوفر لعماله العناية الصحية الوقائية والعلاجية طبقاً للمستويات التي يقررها الوزير، مع مراعاة ما يوفره نظام الضمان الصحي التعاوني[cite: 268]."
                  },
                  {
                      "article_number": "المائة والخامسة والأربعون",
                      "content": "يجوز لصاحب العمل بعد موافقة الوزير إنشاء صندوق لتوفير الإدخار، على أن تكون مساهمة العمال فيه إختيارية[cite: 269]. ويجب إعلان الأحكام المنظمة لكل ما يتصل بقواعد عمل هذا الصندوق[cite: 270]."
                  },
                  {
                      "article_number": "المائة والسادسة والأربعون",
                      "content": "يلزم صاحب العمل وعلى نفقته بالنسبة لمن يؤدي عملاً في الأماكن البعيدة عن العمران بكل ما يكفل[cite: 271]... (النص غير مكتمل في الملف المستخرج)."
                  }
              ]
            }
          ]
        },
        {
          "branch_number": "التاسع",
          "branch_name": "تشغيل النساء",
          "order_index": 9,
          "chapters": [],
          "articles": []
        },
        {
          "branch_number": "العاشر",
          "branch_name": "تشغيل الأحداث",
          "order_index": 10,
          "chapters": [],
          "articles": []
        },
        {
          "branch_number": "الحادي عشر",
          "branch_name": "عقد العمل البحري",
          "order_index": 11,
          "chapters": [],
          "articles": []
        },
        {
          "branch_number": "الثاني عشر",
          "branch_name": "العمل في المناجم والمحاجر",
          "order_index": 12,
          "chapters": [],
          "articles": [
              {
                  "article_number": "المائة والخامسة والثمانون",
                  "content": "يقصد بالعمل في المناجم والمحاجر الآتي: 1- العمليات الخاصة بالبحث، أو الكشف عن المواد المعدنية... أو استخراجها، أو تصنيعها بالمنطقة الصادر عنها الترخيص... 2- العمليات الخاصة باستخراج رواسب المواد المعدنية الموجودة على سطح الأرض أو في باطنها، أو تركيزها، أو تصنيعها في منطقة الترخيص. 3- ما يلحق بالعمليات المشار إليها في الفقرتين 1-2 من هذه المادة من أعمال البناء وإقامة التركيبات والأجهزة[cite: 302, 303, 304]."
              },
              {
                  "article_number": "المائة والسادسة والثمانون",
                  "content": "لا يجوز تشغيل أي شخص في المنجم أو المحجر مالم يتم الثامنة عشرة من العمر[cite: 305]."
              },
              {
                  "article_number": "المائة والسابعة والثمانون",
                  "content": "لا يجوز السماح لأي شخص بالعمل في العمليات التي يسري عليها هذا الباب إلا بعد إجراء فحص طبي كامل عليه، وثبوت لياقته الصحية للعمل المطلوب ويجب إعادة هذا الفحص دورياً ولا يجوز تحميل العامل أي نفقة مقابل الفحوص الطبية اللازمة[cite: 306]."
              },
              {
                  "article_number": "المائة والثامنة والثمانون",
                  "content": "لا تزيد ساعات العمل الفعلية التي يقضيها العامل تحت سطح الأرض على سبع ساعات في اليوم، ولا يجوز إبقاء العامل في مكان العمل سواء فوق سطح الأرض أو تحته مدة تزيد على عشر ساعات في اليوم الواحد[cite: 308]."
              }
          ]
        },
        {
          "branch_number": "الثالث عشر",
          "branch_name": "تفتيش العمل",
          "order_index": 13,
          "chapters": [],
          "articles": []
        },
        {
          "branch_number": "الرابع عشر",
          "branch_name": "هيئات تسوية الخلافات العمالية",
          "order_index": 14,
          "chapters": [],
          "articles": [
              {
                  "article_number": "المائتان والثانية والثلاثون",
                  "content": "أ- لا تُقبل أمام المحاكم العمالية أي دعوى تتعلق بالمطالبة بحق من الحقوق المنصوص عليها في هذا النظام أو الناشئة عن عقد العمل بعد مضي اثني عشر شهراً من تاريخ انتهاء علاقة العمل، ما لم يقدم المدعي عذراً تقبله المحكمة، أو يصدر من المدعى عليه إقرار بالحق. ب- تُنظر الدعاوى العمالية على وجه الاستعجال[cite: 340, 341]."
              },
              {
                  "article_number": "المائتان والثالثة والثلاثون",
                  "content": "لا يجوز لصاحب العمل أثناء نظر الدعوى أمام المحاكم العمالية أن يغير من شروط[cite: 341]... (النص غير مكتمل في الملف المستخرج)."
              }
          ]
        },
        {
          "branch_number": "الخامس عشر",
          "branch_name": "العقوبات",
          "order_index": 15,
          "chapters": [],
          "articles": [
               {
                  "article_number": "المائتان والتاسعة والعشرون",
                  "content": "1- مع عدم الإخلال بأي عقوبة أشد ينص عليها نظام آخر، يعاقب كل من يخل بأي حكم من أحكام هذا النظام أو لائحته أو القرارات الصادرة تنفيذاً له، بعقوبة أو أكثر من العقوبات الآتية: أ- غرامة مالية لا تتجاوز مائة ألف ريال. ب- إغلاق المنشأة لمدة لا تزيد على ثلاثين يوماً. ج- إغلاق المنشأة نهائيًّا. 2- يجوز مضاعفة العقوبة الموقعة على المخالف في حال تكرار ارتكاب المخالفة[cite: 330, 331, 332]."
              }
          ]
        },
        {
          "branch_number": "السادس عشر",
          "branch_name": "أحكام ختامية",
          "order_index": 16,
          "chapters": [],
          "articles": []
        }
      ]
    }
  }