```json
{
  "law_sources": [
    {
      "name": "ملحق النصوص المطبقة بدولة (ميرام)",
      "type": "code collection",
      "jurisdiction": "ميرام",
      "issuing_authority": "السلطات التشريعية في ميرام",
      "issue_date": "غير محدد",
      "description": "مجموعة من القوانين الجنائية والإجرائية المطبقة في دولة ميرام، تُستخدم كمرجع قانوني في القضايا. (الخوان: هو العملة الرسمية لدولة ميرام).",
      "status": "processed",
      "branches": [
        {
          "branch_number": "أولا",
          "branch_name": "قانون الجزاء",
          "description": "القانون الجنائي العام لدولة ميرام.",
          "order_index": 1,
          "chapters": [
            {
              "chapter_number": "1",
              "chapter_name": "أحكام عامة وأحكام التزوير والعقوبات",
              "description": "مواد تتعلق بتعريف الجريمة والفاعل والمتدخل، وأحكام التزوير وتعدد الجرائم.",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "20",
                  "title": null,
                  "content": "يعد فاعلا للجريمة كل من أبرز إلى حيز الوجود أحد العناصر التي تؤلف الجريمة أو ساهم مباشرة في تنفيذها أو حرض عليها .\nالتحريض هو حمل الغير أو محاولة حمله بأي وسيلة كانت على ارتكاب جريمة .\nإذا لم يفض التحريض إلى نتيجة، خففت العقوبة بالنسبة المحددة في المادة ٣٧ في فقراتها ٢ و ٣ و ٤ .",
                  "keywords": ["فاعل", "جريمة", "تحريض", "عقوبة مخففة"],
                  "order_index": 1
                },
                {
                  "article_number": "21",
                  "title": null,
                  "content": "إذا ارتكب عدة أشخاص متحدين جناية أو جنحة، أو كانت الجناية أو الجنحة تتكون من عدة أفعال فأتى كل واحد منهم فعلا أو أكثر من الأفعال المكونة لها، يعتبرون جميعا شركاء فيها، ويعاقب كل واحد منهم بالعقوبة المعينة لها في القانون، كما لو كان فاعلا مستقلا\nوإذا حصلت الجريمة بالكلام المنقول بالوسائل الآلية أو بالنشر، فيكون صاحب الكلام أو الكتابة والناشر شريكين معا، إلا إذا أثبت الأول أن النشر تم دون رضاه.",
                  "keywords": ["شركاء", "جناية", "جنحة", "فاعل مستقل", "كلام", "نشر"],
                  "order_index": 2
                },
                {
                  "article_number": "23",
                  "title": null,
                  "content": "يعد متدخلا فرعيا في جناية أو جنحة كل شخص قام بأحد الأفعال التالية :\n1 -ساعد الفاعل على تهيئة الوسائل أو إتمام ارتكاب الجريمة، أو شدد عزيمته أو أرشده إلى ارتكابها\n2 - اتفق مع الفاعل أو أحد المتدخلين قبل ارتكاب الجريمة، وساهم في إخفاء معالمها أو تخبئة أو تصريف الأشياء الناجمة عنها، أو إخفاء واحدا أو أكثر من مرتكبيها من وجه العدالة\n3 - كان عالما بسيرة الأشرار الجنائية الذين دأبهم قطع الطرق أو ارتكاب أعمال العنف ضد أمن الدولة والسلامة العامة أو ضد الأشخاص أو الممتلكات، وقدم لهم طعاما أو مأوى أو مخبأ أو مكانا للاجتماع.",
                  "keywords": ["متدخل فرعي", "جناية", "جنحة", "مساعدة", "إخفاء", "إيواء"],
                  "order_index": 3
                },
                {
                  "article_number": "37",
                  "title": null,
                  "content": "المتدخل الذي لولا مساعدته ما ارتكبت الجريمة يعاقب كما لو كان هو نفسه الفاعل .\nأما سائر المتدخلين فيعاقبون بالسجن المؤبد أو المؤقت من سبع سنوات إلى خمس عشرة سنة إذا كان الفاعل يعاقب بالإعدام .\nوإذا كان الفاعل يعاقب بالسجن المؤبد عوقب المتدخلون بالسجن المؤقت لمدة تتراوح بين خمس سنوات وعشر سنوات\nوفي الحالات الأخرى تنزل بالمتدخلين عقوبة الفاعل بعد أن تخفض مدتها من السدس حتى الثلث.",
                  "keywords": ["متدخل", "عقوبة", "فاعل", "سجن مؤبد", "سجن مؤقت", "إعدام"],
                  "order_index": 4
                },
                {
                  "article_number": "40",
                  "title": null,
                  "content": "لا عقاب على من أكرهته لارتكاب جريمة قوة مادية أو معنوية لم يستطع إلى دفعها سبيلا\nإلا إن من وجد في تلك الحالة بخطأ منه يعاقب عند الاقتضاء كفاعل جريمة غير مقصودة.",
                  "keywords": ["إكراه", "قوة قاهرة", "لا عقاب", "خطأ", "جريمة غير مقصودة"],
                  "order_index": 5
                },
                {
                  "article_number": "210",
                  "title": null,
                  "content": "يعاقب بالسجن من خمس سنوات إلى خمس عشرة سنة كل من قلد خاتم الدولة الميرامية أو خاتم دولة أجنبية أو استعمل الخاتم المقلد وهو على بينة من الأمر، أو صنع أو استحصل على معدات لتقليد الأختام.",
                  "keywords": ["تزوير", "تقليد خاتم", "خاتم دولة", "استعمال خاتم مقلد"],
                  "order_index": 6
                },
                {
                  "article_number": "211",
                  "title": null,
                  "content": "يعاقب بنفس العقوبة المنصوص عليها في المادة ٢١٠ كل من :\n1 - زور العملة الميرامية أو العملة الأجنبية المتداولة شرعا أو عرفا في ميرام أو في دولة أخرى\n2 - زور الإسناد العامة الميرامية أو الأجنبية .\n3 - صنع أو استحصل على معدات لتزوير العملة أو الإسناد العامة .\n4 - عمل خصيصا على ترويج العملات أو الإسناد العامة المزورة استغلالا للمنفعة المرجوة من نتيجة هذه الأعمال الجرمية .\nيتوجب على القاضي أن يحكم بالمصادرة في جميع الحالات، وسواء حكم بالبراءة أو بالإدانة.",
                  "keywords": ["تزوير عملة", "عملة ميرامية", "عملة أجنبية", "إسناد عامة", "معدات تزوير", "ترويج عملات مزورة", "مصادرة"],
                  "order_index": 7
                },
                {
                  "article_number": "213",
                  "title": null,
                  "content": "يعاقب بالسجن من سنة واحدة إلى ثلاث سنوات وبالغرامة من عشرين خوانا إلى خمسمائة كل من ارتكب التزوير في الأوراق الخاصة.",
                  "keywords": ["تزوير أوراق خاصة", "سجن", "غرامة"],
                  "order_index": 8
                },
                {
                  "article_number": "214",
                  "title": null,
                  "content": "يعاقب بعقوبة التزوير في الأوراق الخاصة المنصوص عليها في المادة (٢١٣) من هذا القانون :\n1. كل من أعطي بياناً كاذباً أو إفادة كاذبة خلال ممارسته وظيفة عامة أو خدمة عامة أو مهنة طبية أو صحية، لكي تقدم إلى السلطات الرسمية، وكان من شأنها أن تؤدي إلى منفعة غير مشروعة أو أن تلحق الضرر بمصالح أحد الناس.\n2. كل من ارتكب التزوير في مثل هذه البيانات أو الإفادات.\n3. كل من استعمل هذه البيانات أو الإفادات الكاذبة أو المزورة مع علمه بالأمر.",
                  "keywords": ["تزوير أوراق خاصة", "بيان كاذب", "إفادة كاذبة", "وظيفة عامة", "استعمال بيانات مزورة"],
                  "order_index": 9
                },
                {
                  "article_number": "220",
                  "title": null,
                  "content": "إذا ثبتت عدة جنايات أو جنح، يقضى بعقوبة لكل جريمة ثم تدغم العقوبات ببعضها ويحكم بتنفيذ العقوبة الأشد دون سواها .\nعلى أنه يمكن عدم إدغام هذه العقوبات، فتجمع كلها على أن لا يتعدى مجموعها مرة ونصف العقوبة المحدودة قانونا للجريمة الأشد.",
                  "keywords": ["جنايات", "جنح", "إدغام عقوبات", "عقوبة أشد", "تعدد جرائم"],
                  "order_index": 10
                }
              ]
            }
          ]
        },
        {
          "branch_number": "ثانيا",
          "branch_name": "قانون مكافحة الاتجار بالبشر",
          "description": "قانون يحدد جريمة الاتجار بالبشر وعقوباتها والإجراءات المرتبطة بها.",
          "order_index": 2,
          "chapters": [
            {
              "chapter_number": "1",
              "chapter_name": "تعريفات وجرائم وعقوبات",
              "description": "تعريف المصطلحات المتعلقة بالاتجار بالبشر، تحديد الجريمة والعقوبات، وإجراءات التحفظ.",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "3",
                  "title": null,
                  "content": "في تطبيق أحكام هذا القانون يكون للمصطلحات التالية المعنى المبين قرين كل منها ما لم يقتض سياق النص معنى أخر:\nجريمة الاتجار بالبشر : القيام بأي فعل من الأفعال الواردة في المادة (٦) من هذا القانون.\nالاستغلال: الاستخدام غير المشروع للشخص ويشمل الدعارة, وأي شكل من أشكال الاستغلال الجنسي, أو السخرة, أو العمل قسرا, أو الاسترقاق أو الممارسات الشبيهة بالرق أو الاستعباد, أو النزع غير المشروع للأعضاء.\nالحدث كل ذكر أو أنثى لم يبلغ الثامنة عشرة من العمر, وتحسب السن وفقا للتقويم الميلادي.\nالأموال والممتلكات الأصول أيا كان نوعها مادية كانت أو معنوية منقولة أو ثابتة والمستندات والصكوك التي تثبت تملك هذه الأصول أو أي حق عليها.\nالعائدات الأموال والممتلكات المتحصل عليها من جريمة الاتجار بالبشر .\nالوسيلة: المعدات والأدوات والوسائط التي تستخدم أو يراد استخدامها في ارتكاب جريمة الاتجار بالبشر.\nالتجميد الحظر المؤقت بموجب أمر صادر من محكمة مختصة على نقل الأموال والممتلكات أو العائدات أو تحويلها أو استبدالها أو التصرف فيها أو وضع اليد عليها أو الحجز عليها بصورة مؤقتة.\nالمصادرة : التجريد أو الحرمان الدائم من الأموال والممتلكات أو العائدات أو الوسيلة بحكم من محكمة مختصة.\nالجريمة عبر الوطنية : الجريمة التي ترتكب في أكثر من دولة واحدة أو ارتكبت في دولة واحدة ولكن تم الإعداد والتخطيط والتوجيه والإشراف عليها من دولة أخرى، أو ارتكبت في دولة واحدة ولكن عن طريق جماعة إجرامية في أكثر من دولة, أو ارتكبت في دولة واحدة ولكن امتدت أثارها إلى دول أخرى.\nجماعة إجرامية منظمة : أي جماعة مؤلفة من ثلاثة أشخاص فأكثر تقوم بفعل مدبر بهدف ارتكاب جريمة الاتجار بالبشر من أجل الحصول بشكل مباشر أو غير مباشر على منفعة مالية أو أية منفعة مادية أخرى.\nاللجنة : اللجنة الوطنية لمكافحة الاتجار بالبشر.",
                  "keywords": ["تعريفات", "الاتجار بالبشر", "استغلال", "حدث", "أموال", "عائدات", "وسيلة", "تجميد", "مصادرة", "جريمة عبر وطنية", "جماعة إجرامية منظمة", "لجنة"],
                  "order_index": 1
                },
                {
                  "article_number": "6",
                  "title": null,
                  "content": "يعد مرتكبا جريمة الاتجار بالبشر كل شخص يقوم عمدا وبغرض الاستغلال :\nأ - استخدام شخص أو نقله أو إيوائه أو استقباله عن طريق الإكراه أو التهديد أو الحيلة أو باستغلال الوظيفة أو النفوذ أو باستغلال حالة استضعاف أو باستعمال سلطة ما على ذلك الشخص أو بأية وسيلة أخرى غير مشروعة سواء كانت مباشرة أو غير مباشرة.\nب- استخدام حدث أو نقله أو إيوائه أو استقباله ولو لم تستخدم الوسائل المنصوص عليها في البند السابق.",
                  "keywords": ["مرتكب", "الاتجار بالبشر", "استغلال", "إكراه", "تهديد", "حيلة", "حدث", "وظيفة", "نفوذ"],
                  "order_index": 2
                },
                {
                  "article_number": "8",
                  "title": null,
                  "content": "يعتبر فاعلا كل من اشترك بالتحريض أو المساعدة أو الاتفاق على ارتكاب جريمة الاتجار بالبشر.",
                  "keywords": ["فاعل", "تحريض", "مساعدة", "اتفاق", "الاتجار بالبشر"],
                  "order_index": 3
                },
                {
                  "article_number": "10",
                  "title": null,
                  "content": "للادعاء العام أن يصدر أمرا باتخاذ جميع الإجراءات التحفظية اللازمة ويشمل ذلك ضبط الأموال والممتلكات المتصلة بجريمة الاتجار بالبشر أو العائدات وأية أدلة قد تجعل من الممكن تحديد هذه الأموال والممتلكات والعائدات.\nوللمحكمة المختصة الأمر بتجميد هذه الأموال والممتلكات والعائدات إلى حين صدور حكم في الدعوى الجزائية.",
                  "keywords": ["ادعاء عام", "إجراءات تحفظية", "ضبط أموال", "تجميد", "عائدات", "دعوى جزائية"],
                  "order_index": 4
                },
                {
                  "article_number": "12",
                  "title": null,
                  "content": "مع عدم الإخلال بالعقوبات الفرعية أو الإضافية أو بأية عقوبة أشد ينص عليها قانون الجزاء الميرامي أو أي قانون أخر يعاقب على الجرائم المبينة في هذا القانون بالعقوبات المنصوص عليها فيه.",
                  "keywords": ["عقوبات", "قانون الجزاء", "جرائم", "عقوبات فرعية", "عقوبات إضافية"],
                  "order_index": 5
                },
                {
                  "article_number": "16",
                  "title": null,
                  "content": "يعاقب على جريمة الاتجار بالبشر بالسجن مدة لا تقل عن سبع سنوات ولا تزيد على خمس عشرة سنة وبغرامة لا تقل عن عشرة ألاف خوان ولا تزيد على مائة ألف خوان في أي حالة من الحالات الآتية :\nأ- إذا كان المجني عليه حدثا أو من ذوي الاحتياجات الخاصة.\nب- إذا كان الجاني يحمل سلاحا.\nج- إذا ارتكبت الجريمة من أكثر من شخص.\nد- إذا كان الجاني زوجا للمجني عليه أو أحد أصوله أو فروعه أو وليه أو كانت له سلطة عليه.\nه - إذا ارتكبت الجريمة جماعة إجرامية منظمة أو كان الجاني أحد أعضائها.\nو- إذا كان الجاني موظفا عاما أو مكلفا بخدمة عامة استغل وظيفته لارتكاب الجريمة.\nز- إذا كانت الجريمة عبر وطنية.\nح- إذا أصيب المجني عليه بسبب استغلاله في جريمة الاتجار بالبشر بالجنون أو بمرض نقص المناعة أو بأي مرض نفسي أو عضوي لا يرجى برؤه.\nويعاقب بذات العقوبة كل من انشأ أو أسس أو نظم أو أدار جماعة إجرامية منظمة أو تولى قيادة فيها أو دعا للانضمام إليها, يكون هدفها أو من بين أهدافها ارتكاب جريمة الاتجار بالبشر.",
                  "keywords": ["عقوبة", "سجن", "غرامة", "الاتجار بالبشر", "ظروف مشددة", "حدث", "ذوي احتياجات خاصة", "سلاح", "جماعة إجرامية منظمة", "موظف عام", "جريمة عبر وطنية", "إصابة المجني عليه"],
                  "order_index": 6
                },
                {
                  "article_number": "18",
                  "title": null,
                  "content": "إذا ارتكبت جريمة الاتجار بالبشر بواسطة شخص اعتباري فيعاقب بالعقوبة المقررة للجريمة الشخص المسئول عن إدارة الشخص الاعتباري إذا ثبت علمه بالجريمة.\nويكون الشخص الاعتباري مسئولا عن الجريمة إذا وقعت باسمه ولصالحه ويعاقب بالغرامة التي لا تقل عن عشرة ألاف خوان ولا تزيد على مائة ألف خوان.",
                  "keywords": ["شخص اعتباري", "مسؤولية", "علم", "إدارة", "غرامة"],
                  "order_index": 7
                },
                {
                  "article_number": "20",
                  "title": null,
                  "content": "يعاقب بالسجن مدة لا تقل عن ستة أشهر ولا تزيد على ثلاث سنوات وبغرامة لا تقل عن ثلاثمائة خوان ولا تزيد على ألف خوان كل من علم بارتكاب جريمة الاتجار بالبشر , ولو كان مسئولا عن السر المهني, ولم يبلغ السلطات المختصة بذلك, ويجوز الإعفاء من العقوبة إذا كان من امتنع عن الإبلاغ زوجا للجاني أو من أصوله أو فروعه.",
                  "keywords": ["عقوبة عدم الإبلاغ", "علم بالجريمة", "سر مهني", "إعفاء من العقوبة", "إبلاغ"],
                  "order_index": 8
                },
                {
                  "article_number": "30",
                  "title": null,
                  "content": "في حالة إدانة شخص بارتكاب جريمة الاتجار بالبشر تصدر المحكمة حكمها بمصادرة الأموال والممتلكات والعائدات والوسائل التي استخدمت في ارتكابها أو التي كانت معدة لهذا الغرض والعائدات المستمدة منها.\nويحكم بمصادرة هذه الأموال والممتلكات والعائدات والوسائل حتى لو حولت أو استبدلت بأموال أخرى أو نقلت ملكيتها إلى شخص آخر وذلك دون الإخلال بحق الغير حسن النية.\nفإذا اختلطت بأموال أو ممتلكات أو عائدات مصدرها مشروع فلا ينصب الحكم بالمصادرة إلا على الأموال والممتلكات والوسائل والعائدات المشار إليها في الفقرة الأولى من هذه المادة.\nوفي جميع الأحوال لا يحول دون الحكم بالمصادرة انقضاء الدعوى بسبب عائق قانوني كوفاة المتهم ما لم يثبت ورثته مشروعية مصدر الأموال والممتلكات والعائدات.",
                  "keywords": ["مصادرة", "أموال", "عائدات", "الاتجار بالبشر", "غير حسن النية", "انقضاء الدعوى", "وفاة المتهم"],
                  "order_index": 9
                },
                {
                  "article_number": "37",
                  "title": null,
                  "content": "يعفي المجني عليه في جريمة الاتجار بالبشر من رسوم الدعوى المدنية التي يرفعها للمطالبة بالتعويض عن الضرر الناجم عن استغلاله في جريمة الاتجار بالبشر.",
                  "keywords": ["إعفاء", "مجني عليه", "رسوم دعوى مدنية", "تعويض", "ضرر", "استغلال"],
                  "order_index": 10
                },
                {
                  "article_number": "40",
                  "title": null,
                  "content": "يختص الادعاء العام بتفتيش أماكن إيواء المجني عليهم في جريمة الاتجار بالبشر للتأكد من تنفيذ الأحكام والقرارات القضائية الصادرة بشأنهم.",
                  "keywords": ["ادعاء عام", "تفتيش", "أماكن إيواء", "مجني عليهم", "الاتجار بالبشر"],
                  "order_index": 11
                }
              ]
            }
          ]
        },
        {
          "branch_number": "ثالثا",
          "branch_name": "قانون مكافحة المخدرات والمؤثرات العقلية",
          "description": "قانون يعنى بمكافحة جرائم المخدرات والمؤثرات العقلية وتحديد العقوبات.",
          "order_index": 3,
          "chapters": [
            {
              "chapter_number": "1",
              "chapter_name": "جرائم المخدرات والمؤثرات العقلية وعقوباتها",
              "description": "تحديد الجرائم المتعلقة بالمخدرات والمؤثرات العقلية والعقوبات المفروضة عليها وإجراءات التحفظ.",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "49",
                  "title": null,
                  "content": "يعاقب بالإعدام أو بالسجن المطلق، وبغرامة لا تقل عن ( ٢٥٠٠٠) خمسة وعشرين ألف خوان ميرامي، ولا تزيد على (٥٠٠٠٠) خمسين ألف خوان ميرامي، كل من:\n1. استورد، أو صدر، أو أنتج، أو صنع مواد مخدرة أو مؤثرات عقلية من تلك المدرجة في الجداول أرقام (۱، ۲، ۳، ٤) من المجموعة الأولى، والجدول رقم (۱) من المجموعة الثانية المرفقة بهذا القانون بقصد الإتجار بها في غير الأحوال المرخص بها قانونا.\n2. زرع، أو صدر، أو استورد نباتا من النباتات الواردة في الجدول رقم (٥) من المجموعة الأولى الملحقة بهذا القانون، أو أي جزء من أجزائه في أي طور من أطوار نموه، أو بذوره بقصد الإتجار به في غير الأحوال المرخص بها قانونا.\n3. مول بنفسه أو بواسطة غيره أيا من الأعمال المنصوص عليها في البندين (۱، ۲) من هذه المادة.\nوتكون العقوبة الإعدام في أي من الحالات الآتية :\n1. تهريب أي من المواد المذكورة في البندين (۱) (۲) من الفقرة الأولى من هذه المادة بقصد الإتجار بها.\n2. العود لإحدى الجرائم المنصوص عليها في هذه المادة.\n3. ارتكاب الجريمة من أحد الموظفين، أو المكلفين بخدمة عامة المنوط بهم مكافحة جرائم المخدرات، أو المؤثرات العقلية أو الرقابة والتفتيش على تداولها، أو حيازتها.\n4. استخدام قاصر أو فاقد الأهلية في ارتكاب إحدى الجرائم المنصوص عليها في هذه المادة.\n5. الاشتراك في إحدى العصابات الدولية لتهريب المواد المخدرة، أو المؤثرات العقلية، أو العمل لحسابها، أو التعاون معها.\n6. استغلال السلطة، أو الحصانة المقررة قانونا في ارتكاب إحدى الجرائم المنصوص عليها في هذه المادة، أو في تسهيلها.",
                  "keywords": ["عقوبة", "إعدام", "سجن مطلق", "غرامة", "استيراد مخدرات", "تصدير مخدرات", "إنتاج مخدرات", "اتجار", "تهريب", "عود", "موظف عام", "قاصر", "عصابات دولية", "استغلال سلطة"],
                  "order_index": 1
                },
                {
                  "article_number": "50",
                  "title": null,
                  "content": "يعاقب بالسجن المؤقت مدة لا تقل عن عشر سنوات وبغرامة لا تقل عن ثلاثة آلاف خوان ميرامي ولا تزيد على خمسة عشر ألف خوان ميرامي كل من :\n1. حاز أو حرز أو اشترى أو باع أو سلم أو تسلم مواد مخدرة أو مؤثرات عقلية من تلك المدرجة في الجداول أرقام (۱، ۲ ، ۳ ، ٤) من المجموعة الأولى والجدول رقم (۱) من المجموعة الثانية أو نباتا من النباتات المبينة في الجدول رقم (٥) من المجموعة الأولى الملحقة بهذا القانون أو تنازل عنها أو تبادل عليها أو صرفها بأية صفة كانت أو أي جزء من أجزائه أو بذوره أو توسط في شيء من ذلك بقصد الاتجار أو اتجر فيها بأية صورة، وذلك في غير الأحوال المرخص بها قانونا .\n2. نقل مواد مخدرة أو مؤثرات عقلية من تلك المدرجة في الجداول أرقام (1، ٢، ٣، ٤) من المجموعة الأولى والجدول رقم (۱) من المجموعة الثانية أو نباتا من النباتات المبينة في الجدول رقم (٥) من المجموعة الأولى الملحقة بهذا القانون أو أي جزء من أجزائه أو بذوره بقصد الاتجار، وذلك في غير الأحوال المرخص بها قانونا .\n3. تصرف بأية صورة كانت في المواد المخدرة أو المؤثرات العقلية المرخص له استعمالها في غرض أو أغراض معينة في غير هذه الأغراض وكان ذلك بمقابل .\n4. قدم مواد مخدرة أو مؤثرات عقلية للمتعاطي أو سهل تعاطيها في غير الأحوال المرخص بها قانونا وكان ذلك بمقابل .\n5. أدار أو أعد أو هيأ بمقابل مكانا لتعاطى المواد المخدرة أو المؤثرات العقلية المدرجة في المجموعة الأولى والجدول رقم (۱) من المجموعة الثانية الملحقة بهذا القانون .\nوتكون العقوبة السجن المطلق (المؤبد) في أي من الحالات الآتية :\n1. توافر إحدى الحالات المذكورة في البنود من (1) إلى (٥) من الفقرة الثانية من المادة (٤٩) من هذا القانون .\n2. ارتكاب الجريمة في دور التعليم أو مرافقها الخدمية أو في مؤسسة ثقافية أو رياضية أو إصلاحية أو في دور العبادة أو المعسكرات أو السجون أو أماكن الحبس الاحتياطي أو الدفع إلى تعاطيها بأية وسيلة من وسائل الإكراه أو الغش أو الترغيب أو الإغراء .\n3. تقديم المادة المخدرة أو المؤثر العقلي إلى قاصر.",
                  "keywords": ["عقوبة", "سجن مؤقت", "غرامة", "حيازة مخدرات", "اتجار", "نقل مخدرات", "تسهيل تعاطي", "مكان تعاطي", "سجن مطلق", "ظروف مشددة", "قاصر"],
                  "order_index": 2
                },
                {
                  "article_number": "58",
                  "title": null,
                  "content": "يعاقب بالسجن المؤقت مدة لا تزيد على خمس سنوات وبغرامة لا تزيد على ثلاثة آلاف خوان كل من استورد أو أحرز أو حاز أو باع أو اشترى أو سلم أو تسلم مؤثرات عقلية من تلك المدرجة بالجداول أرقام (٤,٣,٢) من المجموعة المرفقة بهذا القانون و كان ذلك بقصد الإتجار بها أو اتجر فيها بأية صورة في غير الأحوال المرخص بها قانوناً.\nو يعاقب بالسجن مدة لا تزيد على ستة أشهر وبغرامة لا تزيد على مائة خوان كل من حاز أو أحرز المؤثرات العقلية المشار إليها في الفقرة السابقة بقصد التعاطي.",
                  "keywords": ["عقوبة", "سجن مؤقت", "غرامة", "مؤثرات عقلية", "استيراد", "حيازة", "اتجار", "تعاطي"],
                  "order_index": 3
                },
                {
                  "article_number": "70",
                  "title": null,
                  "content": "يعاقب بالسجن مدة لا تقل عن سنة واحدة ولا تزيد على ثلاث سنوات وبغرامة لا تقل عن خمسمائة خوان ولا تزيد على ثلاثة آلاف خوان كل من استورد أو اشترى أو أنتج أو صنع أو حاز أو أحرز مواد مخدرة أو مؤثرات عقلية من تلك المدرجة في الجداول أرقام (۱، ۲، ۳، ٤) من المجموعة الأولى والجدول رقم (۱) من المجموعة الثانية أو زرع أو حاز أو أحرز أو اشترى نباتا من النباتات المدرجة في الجدول رقم (٥) من المجموعة الأولى الملحقة بهذا القانون أو أي جزء من أجزائه في أي طور من أطوار نموه أو بذوره وكان ذلك بقصد التعاطي أو الاستعمال الشخصي في غير الأحوال المرخص بها قانونا .\nويعاقب بالعقوبة ذاتها كل من تعاطى أيا من المواد المذكورة في غير الحالات المرخص بها قانونا.\nوتكون العقوبة السجن مدة لا تقل عن (٣) ثلاث سنوات، ولا تزيد على (٧) سبع سنوات، وبغرامة لا تقل عن (١٠٠٠) ألف خوان ميرامي، ولا تزيد على (٥٠٠٠) خمسة آلاف خوان ميرامي، إذا كان ذلك بغير قصد الإتجار، أو التعاطي، أو الاستعمال الشخصي، وفي غير الأحوال المرخص بها قانونا.\nويجوز للمحكمة بدلا من توقيع العقوبة المنصوص عليها في الفقرة الأولى من هذه المادة أن تأمر بإيداع من يثبت إدمانه تعاطي المواد المخدرة أو المؤثرات العقلية إحدى المصحات التي تنشأ لهذا الغرض أو معالجته في إحدى العيادات المتخصصة في المعالجة النفسية والاجتماعية والتردد عليها وفقا للبرنامج الذي يقرره الطبيب النفسي أو الاختصاصي الاجتماعي في العيادة .\nولا يجوز أن يودع في المصحة من سبق الأمر بإيداعه فيها مرتين تنفيذا لحكم سابق أو لم يمض على خروجه منها أكثر من (٥) خمس سنوات.",
                  "keywords": ["عقوبة", "سجن", "غرامة", "استيراد مخدرات", "حيازة مخدرات", "تعاطي", "استعمال شخصي", "إدمان", "مصحة", "علاج"],
                  "order_index": 4
                },
                {
                  "article_number": "79",
                  "title": null,
                  "content": "مع عدم الإخلال بحكم المادة (٥٨) من هذا القانون، لا تقام الدعوى الجزائية على من تقدم من متعاطي المواد المخدرة أو المؤثرات العقلية إلى السلطات العامة للعلاج في المصحة من تلقاء نفسه أو بطلب من زوجه أو أحد أقاربه حتى الدرجة الثانية، ولا يشمل ذلك من ضبط يتعاطى المواد المخدرة أو المؤثرات العقلية أو حركت عليه الدعوى الجزائية بهذه الجريمة.",
                  "keywords": ["دعوى جزائية", "إعفاء", "متعاطي", "علاج", "مصحة", "تلقاء نفسه", "أقارب"],
                  "order_index": 5
                },
                {
                  "article_number": "82",
                  "title": null,
                  "content": "يعاقب بالسجن وبغرامة لا تزيد على ثلاثة آلاف خوان كل من ضبط في أي مكان أعد أو هيئ لتعاطى المواد المخدرة أو المؤثرات العقلية وكان يجرى تعاطيها فيه مع علمه بذلك ولا يسرى هذا الحكم على الزوج أو الزوجة أو أصول أو فروع من أعد أو هيأ المكان المذكور أو من يشاركه في السكن.",
                  "keywords": ["عقوبة", "سجن", "غرامة", "مكان تعاطي", "علم", "استثناء", "زوج", "أصول", "فروع"],
                  "order_index": 6
                },
                {
                  "article_number": "90",
                  "title": null,
                  "content": "على الادعاء العام في الجرائم المنصوص عليها في المادتين (٤٩ ، ٥٠ ) من هذا القانون أن يأمر بالتحفظ على أموال كل من أقيمت عليه الدعوى، وعلى المحكمة أن تحقق في المصادر الحقيقية لأموال المتهم أيا كان حائزها أو مالكها، وإذا ثبت لها أن مصدر هذه الأموال إحدى هذه الجرائم قضت بمصادرتها، وذلك دون إخلال بحقوق الغير حسن النية.",
                  "keywords": ["ادعاء عام", "تحفظ على أموال", "تحقيق", "مصادر أموال", "مصادرة", "جرائم مخدرات", "غير حسن النية"],
                  "order_index": 7
                },
                {
                  "article_number": "101",
                  "title": null,
                  "content": "كل من اشترك بأية صورة من صور الاشتراك في ارتكاب جريمة من الجرائم المنصوص عليها في هذا القانون يعاقب بذات العقوبات المقررة لها.",
                  "keywords": ["اشتراك", "جريمة", "عقوبات"],
                  "order_index": 8
                }
              ]
            }
          ]
        },
        {
          "branch_number": "رابعا",
          "branch_name": "قانون غسل الاموال وتمويل الارهاب",
          "description": "قانون يحدد جرائم غسل الأموال وتمويل الإرهاب وعقوباتها وإجراءات مكافحتهما.",
          "order_index": 4,
          "chapters": [
            {
              "chapter_number": "1",
              "chapter_name": "جرائم غسل الأموال وتمويل الإرهاب وعقوباتها",
              "description": "مواد تتعلق بتعريف غسل الأموال وتمويل الإرهاب، تحديد الجرائم والعقوبات، وإجراءات التحفظ والمصادرة.",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "6",
                  "title": null,
                  "content": "يعد مرتكبا لجريمة مرتبطة بجريمتي غسل الأموال وتمويل الإرهاب كل من توفرت لديه من واقع مهنته أو نشاطه أو وظيفته أو أعماله أو بأي طريق آخر معلومات أو شبهات تتعلق بـ:\n1. إحدى جرائم غسل الأموال أو تمويل الإرهاب ولم يبلغ الجهات المختصة بها.\n2. اتخاذ إجراء من إجراءات التحري أو التحقيق في إحدى جرائم غسل الأموال أو تمويل الإرهاب وقام بإفشائها بما من شأنه الإضرار بمصلحة التحري أو التحقيق.",
                  "keywords": ["جريمة مرتبطة", "غسل أموال", "تمويل إرهاب", "معلومات", "شبهات", "عدم إبلاغ", "إفشاء تحريات"],
                  "order_index": 1
                },
                {
                  "article_number": "8",
                  "title": null,
                  "content": "يعد مرتكبا لجريمة غسل الأموال كل شخص يقوم عمدا بأحد الأفعال الآتية :\n1 - استبدال أو تحويل الأموال أو نقلها أو إجراء معاملة بعائدات الجريمة مع أنه يعلم بأنها متحصلة بطريقة مباشرة أو غير مباشرة من جريمة أو من فعل أو أفعال تشكل اشتراكا في جريمة, و ذلك بهدف تمويه أو إخفاء طبيعة و مصدر تلك العائدات أو مساعدة أي شخص أو أشخاص مشتركين في جريمة أو عرقلة التوصل إلى شخص ارتكب الجريمة المتحصل منها الأموال أو مساعدة شخص في التهرب من العقوبة القانونية المقررة لأفعاله\n2 - تمويه أو إخفاء طبيعة ومصدر ومكان وحركة وملكية عائدات الجريمة والحقوق المتعلقة بها والمترتبة عليها، مع أنه يعلم بأنها متحصلة بطريقة مباشرة أو غير مباشرة من جريمة أو من فعل أو أفعال تشكل اشتراكا في جريمة .\n3 - اكتساب أو تملك أو استلام أو إدارة أو استثمار أو ضمان أو استخدام عائدات الجريمة أو حيازتها أو الاحتفاظ بها مع أنه يعلم بأنها متحصلة بطريقة مباشرة أو غير مباشرة من جريمة أو من فعل أو أفعال تشكل اشتراكا في جريمة.",
                  "keywords": ["غسل أموال", "استبدال", "تحويل", "تمويه", "إخفاء", "اكتساب", "حيازة", "علم", "عائدات جريمة"],
                  "order_index": 2
                },
                {
                  "article_number": "10",
                  "title": null,
                  "content": "يعد مرتكبا لجريمة مرتبطة بجريمتي غسل الأموال وتمويل الإرهاب كل من توفرت لديه من واقع مهنته أو نشاطه أو وظيفته أو أعماله أو بأي طريق آخر معلومات أو شبهات تتعلق بـ :\nا- إحدى جرائم غسل الأموال أو تمويل الإرهاب ولم يبلغ الجهات المختصة بها .\n2 - اتخاذ إجراء من إجراءات التحري أو التحقيق في إحدى جرائم غسل الأموال أو تمويل الإرهاب وقام بإفشائها بما من شأنه الإضرار بمصلحة التحري أو التحقيق.",
                  "keywords": ["جريمة مرتبطة", "غسل أموال", "تمويل إرهاب", "معلومات", "شبهات", "عدم إبلاغ", "إفشاء تحريات"],
                  "order_index": 3
                },
                {
                  "article_number": "13",
                  "title": null,
                  "content": "يعتبر فاعلا أصليا كل شخص شرع أو اشترك بالتحريض أو المساعدة أو الاتفاق على ارتكاب جريمة غسل الأموال أو تمويل الإرهاب، وتكون المؤسسات المالية والأعمال والمهن غير المالية والجمعيات والهيئات غير الهادفة للربح مسؤولة عن تلك الجريمة إذا ارتكبت باسمها أو لحسابها.",
                  "keywords": ["فاعل أصلي", "شروع", "اشتراك", "غسل أموال", "تمويل إرهاب", "مسؤولية مؤسسات مالية", "أشخاص اعتباريين"],
                  "order_index": 4
                },
                {
                  "article_number": "20",
                  "title": null,
                  "content": "يحظر الإفصاح للعميل أو للمستفيد أو لغير السلطات والجهات المختصة بتطبيق أحكام هذا القانون - بطريق مباشر أو غير مباشر و بأية وسيلة كانت - عن أي إجراء من إجراءات الإبلاغ والتحليل والتحري التي تتخذ في شأن المعاملات المالية وغير المالية المشتبه في أنها تتضمن غسل أموال أو تمويل إرهاب.",
                  "keywords": ["حظر الإفصاح", "عميل", "سلطات مختصة", "إبلاغ", "تحري", "غسل أموال", "تمويل إرهاب"],
                  "order_index": 5
                },
                {
                  "article_number": "45",
                  "title": null,
                  "content": "للادعاء العام الأمر باتخاذ جميع الإجراءات التحفظية اللازمة بما في ذلك ضبط وتجميد الأموال محل جرائم غسل الأموال وتمويل الإرهاب وعائداتها وأية أدلة قد تجعل من الممكن تحديد تلك الأموال والعائدات، ويجوز التظلم من ذلك الأمر أمام محكمة الجنح منعقدة بغرفة المشورة. وللمحكمة المختصة الأمر بالتجميد إلى حين صدور حكم في موضوع الدعوى.",
                  "keywords": ["ادعاء عام", "إجراءات تحفظية", "ضبط أموال", "تجميد أموال", "غسل أموال", "تمويل إرهاب", "تظلم", "محكمة الجنح"],
                  "order_index": 6
                },
                {
                  "article_number": "51",
                  "title": null,
                  "content": "دون الإخلال بنص المادة (١٠) من قانون الإجراءات الجزائية للادعاء العام التحقيق في جريمة غسل الأموال بصورة مستقلة عن الجريمة الأصلية.",
                  "keywords": ["ادعاء عام", "تحقيق", "غسل أموال", "جريمة أصلية", "استقلال التحقيق"],
                  "order_index": 7
                },
                {
                  "article_number": "60",
                  "title": null,
                  "content": "للادعاء العام بناء على طلب من الجهة المختصة بدولة أخرى تربطها بدولة (ميرام) اتفاقية مصدق عليها أو بشرط المعاملة بالمثل أن يأمر بتعقب أو ضبط أو تجميد الأموال والعائدات والوسائل المرتبطة بجرائم غسل الأموال و تمويل الإرهاب.",
                  "keywords": ["ادعاء عام", "دولة أخرى", "اتفاقية", "معاملة بالمثل", "تعقب", "ضبط", "تجميد أموال", "غسل أموال", "تمويل إرهاب"],
                  "order_index": 8
                },
                {
                  "article_number": "67",
                  "title": null,
                  "content": "يعاقب كل من يرتكب جريمة غسل الأموال أو يشرع أو يشارك في ارتكابها بالسجن المؤقت مدة لا تقل عن (٣) ثلاث سنوات ولا تزيد على (١٠) عشر سنوات وبغرامة لا تقل عن ( ٥٠٠٠ ) خوان ولا تزيد على ما يعادل قيمة الأموال محل جريمة غسل الأموال.",
                  "keywords": ["عقوبة", "غسل أموال", "شروع", "مشاركة", "سجن مؤقت", "غرامة"],
                  "order_index": 9
                },
                {
                  "article_number": "70",
                  "title": null,
                  "content": "يعاقب كل من ارتكب الجريمة المنصوص عليها في المادة (٦) من هذا القانون بالسجن مدة لا تزيد على (٣) ثلاث سنوات وبغرامة لا تزيد على (٣٠٠٠) ثلاثة آلاف خوان، أو بإحدى هاتين العقوبتين.",
                  "keywords": ["عقوبة", "جريمة المادة 6", "سجن", "غرامة"],
                  "order_index": 10
                },
                {
                  "article_number": "71",
                  "title": null,
                  "content": "يعاقب كل من خالف حكم المادة (٢٠) من هذا القانون بالسجن مدة لا تقل عن سنة وبغرامة لا تزيد على (١٠٠٠٠) عشرة آلاف ،خوان، أو بإحدى هاتين العقوبتين",
                  "keywords": ["عقوبة", "مخالفة المادة 20", "سجن", "غرامة"],
                  "order_index": 11
                },
                {
                  "article_number": "101",
                  "title": null,
                  "content": "تضاعف العقوبات المنصوص عليها في المواد (٦٧ ، ٧٠، ٧١) من هذا القانون في الحالات الآتية :\n1 - إذا ارتكبت الجريمة بالاشتراك مع شخص أو أكثر .\n2 - إذا ارتكب الجاني الجريمة من خلال عصابة إجرامية منظمة .\n3 - إذا ارتكبت الجريمة كجزء من أنشطة إجرامية أخرى، أو اقترن ارتكابها بأنشطة إجرامية أخرى .\n4 - إذا ارتكب الجاني الجريمة مستغلا لسلطاته أو نفوذه من خلال مؤسسة مالية أو ما في حكمها، أو مستغلا للتسهيلات التي خولتها له وظيفته أو نشاطه المهني أو الاجتماعي .\n5 - إذا كان الجاني مساهما في الجريمة الأصلية المتحصل منها الأموال محل جريمة غسل الأموال، سواء كان فاعلا أو شريكا.",
                  "keywords": ["مضاعفة عقوبات", "ظروف مشددة", "اشتراك", "عصابة إجرامية منظمة", "استغلال سلطة", "مساهمة في الجريمة الأصلية", "غسل أموال"],
                  "order_index": 12
                },
                {
                  "article_number": "110",
                  "title": null,
                  "content": "في حالة الإدانة بارتكاب جريمة غسل الأموال أو تمويل الإرهاب أو الشروع في ارتكابها، تصدر المحكمة حكما بمصادرة الآتي :\n1 - الأموال محل جريمة غسل الأموال أو تمويل الإرهاب والوسائل المستخدمة فيها والإيرادات والعائدات الأخرى المستمدة منها والتي تؤول إلى أي شخص ما لم يثبت أنه قد حصل عليها بطريقة مشروعة وأنه كان يجهل أن مصدرها جريمة غسل الأموال أو تمويل الإرهاب .\n2 - عائدات الجريمة والتي تؤول إلى شخص أدين في جريمة غسل الأموال أو تمويل الإرهاب أو إلى زوجه أو أولاده أو أي شخص آخر ما لم تثبت الأطراف المعنية أنها من مصدر مشروع .\n3 - الأموال التي أصبحت جزءا من أرصدة مرتكب جريمة غسل الأموال أو تمويل الإرهاب، أينما وجدت ما لم تثبت الأطراف المعنية أنها من مصدر مشروع .\nوعند اختلاط الأموال محل جريمة غسل الأموال أو تمويل الإرهاب بالأموال التي تم الحصول عليها من مصادر مشروعة ينصب الحكم بالمصادرة على الأموال محل جريمة غسل الأموال أو تمويل الإرهاب.",
                  "keywords": ["مصادرة", "إدانة", "غسل أموال", "تمويل إرهاب", "أموال", "عائدات", "غير حسن النية", "اختلاط أموال"],
                  "order_index": 13
                },
                {
                  "article_number": "111",
                  "title": null,
                  "content": "تستثنى جرائم غسل الأموال وتمويل الإرهاب من الأحكام المقررة لانقضاء الدعوى العمومية ويحكم في جميع الأحوال بمصادرة الأموال محل جرائم غسل الأموال وتمويل الإرهاب أو بغرامة إضافية تعادل قيمتها في حالة تعذر ضبطها أو في حالة التصرف فيها إلى الغير حسن النية.",
                  "keywords": ["استثناء", "غسل أموال", "تمويل إرهاب", "انقضاء دعوى عمومية", "مصادرة", "غرامة إضافية"],
                  "order_index": 14
                },
                {
                  "article_number": "123",
                  "title": null,
                  "content": "للادعاء العام الإذن ببيع العائدات والوسائل المصادرة، وإيداع الأموال وحصيلة البيع في الخزانة العامة وذلك كله وفقا للإجراءات المقررة قانونا.",
                  "keywords": ["ادعاء عام", "بيع عائدات", "وسائل مصادرة", "إيداع", "خزانة عامة"],
                  "order_index": 15
                }
              ]
            }
          ]
        },
        {
          "branch_number": "خامسا",
          "branch_name": "قانون الإجراءات الجزائية",
          "description": "قانون ينظم إجراءات الدعوى العمومية والتحقيق الجنائي.",
          "order_index": 5,
          "chapters": [
            {
              "chapter_number": "1",
              "chapter_name": "أحكام عامة",
              "description": "مواد تتعلق باختصاصات الادعاء العام وإجراءات التحقيق.",
              "order_index": 1,
              "articles": [
                {
                  "article_number": "10",
                  "title": null,
                  "content": "يختص الادعاء العام برفع الدعوى العمومية ومباشرتها أمام المحكمة المختصة .\nولا يجوز التنازل عن الدعوى العمومية أو وقف أو تعطيل سيرها إلا في الأحوال المبينة في القانون . ويجوز للادعاء العام في الجنح والمخالفات إذا رأى أن الدعوى صالحة لرفعها بناء على الاستدلالات التي جمعت أن يكلف المتهم الحضور أمام المحكمة المختصة . ولجهات الأمن العام التنسيق مع الادعاء العام التحقيق في الجرائم الواقعة على أمن الدولة والجرائم المنصوص عليها في قانون مكافحة الإرهاب.",
                  "keywords": ["ادعاء عام", "دعوى عمومية", "محكمة مختصة", "تنازل", "وقف دعوى", "جنح", "مخالفات", "أمن عام", "قانون مكافحة الإرهاب"],
                  "order_index": 1
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "legal_cases": [
    {
      "case_number": "غير محدد",
      "title": "قضية منتجع أفنان",
      "description": "قضية جنائية كُشف عنها في منتجع أفنان بمدينة سقاف بدولة ميرام، تتعلق بأنشطة إجرامية متنوعة قام بها رجل الأعمال 'آزاد' وعاملون لديه، وتشمل تزوير العملة، الاتجار بالبشر، الاتجار بالمخدرات، وغسل الأموال، وتمت إحالتها إلى محكمة الجنايات.",
      "jurisdiction": "ميرام",
      "court_name": "محكمة الجنايات",
      "decision_date": "غير محدد",
      "case_type": "جنائي",
      "court_level": "جنايات",
      "sections": [
        {
          "section_type": "facts",
          "content": "1. يقع المنتجع السياحي الساحلي (أفنان) في مدينة (سقاف) التي تمتد بمحاذاة أحد الخلجان للشاطئ البحري لدولة (ميرام)، ونتيجة لجمال المنتجع، فقد كان يرتاده الكثير من السياح من مختلف الجنسيات. وكان من الوجوه البارزة فيه رجل أعمال يدعى (آزاد) الذي يمتلك شركة لتأجير السيارات وبيعها، وعدة فنادق وبنايات تحتوي على شقق فندقية، كما يمتلك مجموعة من شركات الصرافة، ويعاونه في إدارة أعماله مجموعة من الرجال والنساء.\n2. ولما كان المنتجع الوجهة المفضلة للعديد من السياح، فإن ما يبدو عليه رجل الأعمال (آزاد) من ثراء فاحش يمكن رده ببساطة، من وجهة نظر العديد من سكان بلدة (سقاف)، إلى كثرة الأعمال التي يقوم بها، لذلك لم تحم حول أعماله أية شبهات غير قانونية، خاصة وأنه ينسب إليه القيام بعدد من المشاريع الخيرية.\n3. في أحد المطارات، عند عودة أحد السواح من منتجع (أفنان)، ودفعه مبلغا ثمنا لحقيبة يد قد اشتراها من السوق الحرة، تبين للبائع أن العملة التي قدمها السائح مزورة، فأخبر البائع شرطة المطار بذلك. وعند سؤال السائح من قبل الشرطة عن مصدرها، ذكر أنه اشتراها من شركة للصرافة في مدينة (سقاف)، دون أن يعلم أنها مزورة، ووصف المكان الذي تقع به شركة الصرافة.\n4. تمت مخاطبة الجهات المعنية في دولة (ميرام) بالحادثة، من قبل شرطة المطار.\n5. بعد تحري رجال الشرطة في دولة (ميرام) عن شركة الصرافة في مدينة (سقاف) التي اشترى منها السائح العملة المزورة، توصلوا إلى أن الشركة هي إحدى شركات الصرافة التابعة لرجل الأعمال (آزاد). فتمت مخاطبة الادعاء العام لإصدار أمر بتفتيش الشركة.\n6. أصدر الادعاء العام قراره بتفتيش شركة الصرافة، وعند تفتيشها عثر على مجموعة من الأوراق النقدية المزورة من بينها عملة دولة (ميرام)، فتم إلقاء القبض من قبل الشرطة على مدير الشركة والموظفين، وضبط العملات المزورة.\n7. بعد استجواب مدير شركة الصرافة والموظفين من قبل الادعاء العام عن واقعة بيعهم العملة المزورة، وعما وجد منها في الشركة، ذكر المدير أنهم يزودون بها من قبل شخص يدير إحدى البنايات التابعة لرجل الأعمال (آزاد) التي تحتوي على الشقق الفندقية. فقرر الادعاء العام حبسهم احتياطيا لاستكمال إجراءات التحقيق.\n8. أصدر الادعاء العام قرارا بتفتيش البناية التي تحتوي على الشقق الفندقية كما أصدر قرارا بالقبض على مديرها.\n9. عند تفتيش البناية للبحث عن العملة المزورة، عثر رجال الشرطة على كميات منها فيها، فتم ضبط العملة الورقية المزورة.\n10. تقدمت إحدى النساء الساكنات في البناية، أثناء تفتيش البناية، وذكرت أنها قد خدعت من قبل دائرة التوظيف التي تتبع شركة (أفنان)، حيث تقدمت للعمل كمرشدة سياحية، استنادا لما تملكه من مؤهلات تؤيدها شهادات مصدقة من الجهات ذات العلاقة. وتم التعاقد معها على هذا الأساس، إلا أنها قد استغلت بممارسات جنسية إكراها عليها. كما بينت أن هناك العديد من النساء غيرها قد احتيل عليهن وتم نقلهن خارج دولة (ميرام) للعمل بشكل أو بآخر بإحدى صور الاستغلال الجنسي، بعد أن كن يعتقدن أنهن سيعملن بأعمال مشروعة. وأنها وغيرها من النساء لم يكن باستطاعتهن الإبلاغ عن الجرائم التي ترتكب ضدهن خوفاً من الشخص الذي يدير البناية، إذ أن هناك العديد من الأشخاص الأقوياء يأتمرون بأمره.\n11. بسؤال مدير البناية، سواء أمام الشرطة أو الادعاء العام عن مصدر العملة المزورة التي يتعامل بها، كانت إجابته بأن زوج ابنة (آزاد) الذي يدير شركة لبيع السيارات تابعة ( لآزاد) هو من يأتي بكل أنواع العملات الموجودة لديه، وأنه لا يعلم بما هو مزور منها. كما أنكر ما ذكرته المرأة الساكنة في البناية التي يديرها، حيث ادعى أنها عاملة تنظيف في البناية وبعقد موثق بذلك. أصدر الادعاء العام قرارا بحبس مدير البناية ومن يعمل بها من الموظفين احتياطيا، بعد استجوابهم لاقتضاء مصلحة التحقيق ذلك.\n12. أصدر الادعاء العام قرارا بتفتيش شركة بيع السيارات، كما أصدر قرارا بالقبض على زوج ابنة (آزاد). فتم العثور أثناء التفتيش على آلات تزوير العملات في الشركة، كما تم العثور على كميات كبيرة من المخدرات. وعند التحقيق مع زوج ابنة (آزاد) ادعى أنه غير راض عما يقوم به من أفعال، وأنه قام بها خشية من سطوة والد زوجته، فهو يعلم أنه سيقتل لو بدا منه أي تردد أو تذمر. أصدر الادعاء العام قرارا بحبس الزوج احتياطيا، لأهمية ذلك في التحقيق.\n13. ونتيجة لما توصل إليه الادعاء العام من معلومات حول (آزاد) أصدر قرارا بالقبض عليه، وعند التحقيق معه أنكر كل التهم الموجهة إليه، كما ادعى بأنه لا يعلم بما يجري من أعمال غير مشروعة من قبل العاملين لديه. أصدر الادعاء العام قرارا بحبس (آزاد) احتياطيا، لما في ذلك من فائدة في وصول التحقيق إلى نهايته.\n14. ثبت للادعاء العام أن جميع إيرادات شركة الصرافة وبناية الشقق الفندقية وشركة بيع وتأجير السيارات تودع في الحساب الخاص للشخص (آزاد)."
        },
        {
          "section_type": "legal_basis",
          "content": "15. بعد الانتهاء من التحقيق مع (آزاد) وكل العاملين بشركة الصرافة وبناية الشقق الفندقية وشركة بيع السيارات أحال الادعاء العام (آزاد) وكل العاملين معه، ممن حقق معهم، إلى محكمة الجنايات بالتهم التالية:\n1. التزوير\n2. الاتجار بالبشر\n3. الاتجار بالمخدرات\n4. غسل الأموال"
        }
      ]
    }
  ],
  "processing_report": {
    "warnings": [
      "Article 6 and Article 10 of 'قانون غسل الاموال وتمويل الارهاب' have identical content in the source document, which might be a redundancy or an error in the original text."
    ],
    "errors": [],
    "suggestions": ["تأكيد تاريخ إصدار القوانين إن أمكن", "تحديد رقم القضية إن توفر"],
    "structure_confidence": 0.98,
    "total_chapters": 5,
    "total_articles": 45,
    "total_cases": 1
  }
}
```