{
    "legal_cases": [
      {
        "case_number": "35811140 لعام 1435 هـ",
        "title": "قضية مضاربة مالية - ترك الدعوى من قبل المدعي",
        "description": "دعوى تجارية تقدم بها المدعي للمطالبة بمبلغ (1,000 ريال) قيمة مساهمة ومضاربة مالية، ثم قرر ترك دعواه أثناء نظرها أمام الدائرة الثانية.",
        "jurisdiction": "المملكة العربية السعودية",
        "court_name": "المحكمة العامة (الدائرة الثانية)",
        "decision_date": "1435هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: تقدم المدعي حسين مخضور عيضة الحارثي بواسطة وكيله أنس حسين مخضور الحارثي بدعوى يطالب فيها بإلزام المدعى عليه جمعة فهد الجمعة بسداد مبلغ (1,000 ريال) قيمة مساهمة ومضاربة مالية، ثم قرر وكيله أثناء الجلسة ترك الدعوى."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: أقام وكيل المدعي دعواه بموجب وكالة رقم (452975095) طالبًا إلزام المدعى عليه بالمبلغ محل المطالبة، وحضر في الجلسة المحددة، بينما تخلف المدعى عليه عن الحضور رغم تبلغه نظامًا. وبسؤال وكيل المدعي عن دعواه، قرر أنه يطلب تركها، وعلى ذلك قررت الدائرة رفع الجلسة لإصدار الحكم."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف: لم تقدم مرافعة من المدعى عليه لعدم حضوره، واقتصرت مطالبات وكيل المدعي على إثبات تركه للدعوى وفق ما تخوله وكالته الشرعية."
          },
          {
            "section_type": "ruling",
            "content": "نص الحكم: حكمت الدائرة بإثبات ترك المدعي حسين مخضور عيضة الحارثي لدعواه المقامة ضد جمعة فهد الجمعة، والله الموفق."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: استندت الدائرة في حكمها إلى المادة (92) من نظام المرافعات الشرعية التي نصت على أنه (يجوز للمدعي ترك الخصومة بتبليغ يوجهه إلى خصمه... أو بإبداء الطلب شفوياً في الجلسة وإثباته في ضبطها). وبناءً عليه تم إثبات ترك الدعوى."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }