{
    "legal_cases": [
      {
        "case_number": "4570410701 لعام 1445ه",
        "title": "قضية إيجار تجاري - مطالبة بأجرة قوى عاملة وتعويض عن أضرار تقاضي",
        "description": "نزاع تجاري بين شركة مقاولات (المدعية) وشركة (المدعى عليها) للمطالبة بسداد أجرة متبقية لعقد تأجير قوى عاملة (عمال فنيين) وتعويض عن أضرار التقاضي.",
        "jurisdiction": "الدمام",
        "court_name": "المحكمة التجارية بالدمام (الدائرة الرابعة)",
        "decision_date": "1445/06/12هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: طالبت المدعية (شركة (...) للمقاولات العامة) بإلزام المدعى عليها (شركة (...) المحدودة) بسداد مبلغ (161,640.00) ريال يمثل الأجرة المتبقية لقاء توريد قوى عاملة فنية لأعمال المقاولات، بالإضافة إلى تعويض عن أضرار التقاضي (أتعاب المحاماة)."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: اتفق أطراف الدعوى بتاريخ 1442/07/19هـ على أن تؤجر المدعية للمدعى عليها قوى عاملة لأعمال المقاولات لمدة (6) أشهر، بقيمة إجمالية قدرها (184,230.00) ريال. سددت المدعى عليها مبلغ (22,770.00) ريال، وتبقى في ذمتها مبلغ (161,640.00) ريال. المدعية قدمت لطلبها أمر شراء، وفواتير، وكشوف ساعات عمل يومية (تايم شيت) معتمدة بختم وتوقيع المدعى عليها."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف: المدعية طالبت بالأجرة المتبقية والتعويض عن أضرار التقاضي، وقدمت بينات تثبت استحقاقها. المدعى عليها أنكرت الادعاء بالاستناد إلى: أن أمر الشراء (العقد) غير مختوم من الطرفين، والفواتير غير ممهورة وغير موقعة من موكلتها، وكشوف التايم شيت ليست على مطبوعات موكلتها وجميعها صور وليست أصلية، وطالبت بإحضار المستندات الأصلية الموثقة."
          },
          {
            "section_type": "ruling",
            "content": "الحكم: حكمت الدائرة **بإلزام المدعى عليها بأن تدفع للمدعية مبلغ قدره (١٦١,٦٤٠) مائة وواحد وستون ألفًا وست مئة وأربعون ريال سعودي**، و**رفض أتعاب المحاماة**."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: ثبت للدائرة حجية المستندات المقدمة من المدعية (الفواتير وكشوف التايم شيت) واعتبرتها المحكمة صحيحة وقوية، استناداً إلى **المادة 29 فقرة 1 من نظام الإثبات** التي تنص على أن **المحرر العادي صادراً ممن وقعه وحجة عليه ما لم ينكر صراحة ما هو منسوب إليه**، ولأن المدعى عليها لم تنكر المستندات صراحة وفق الأصول المتبعة. ورفضت المحكمة طلب التعويض عن أتعاب المحاماة **لعدم تقديم وكيل المدعية عقد الأتعاب**، مما لم يثبت للدائرة تكبد المدعية لها."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }