{
  "legal_cases": [
    {
      "case_number": "4570574202 لعام 1445هـ",
      "title": "قضية تجارية - مطالبة بمبلغ متبقي مقابل توريد مصاعد",
      "description": "نزاع تجاري على عقد بيع وتوريد مصاعد، حيث طالبت المدعية بمبلغ متبقٍ في ذمة المدعى عليها (الخلف القانوني) وأتعاب محاماة، لعدم إكمال توريد كامل الأعمال المتفق عليها.",
      "jurisdiction": "الرياض",
      "court_name": "المحكمة التجارية بالرياض (الدائرة الثامنة عشرة)",
      "decision_date": "1445هـ",
      "case_type": "تجاري",
      "court_level": "ابتدائي",
      "sections": [
        {
          "section_type": "summary",
          "content": "ملخص القضية: تعاقدت المدعية (شركة (...) للمقاولات) على شراء 8 مصاعد بمبلغ 520,000 ريال، سدد كاملاً إلا أن المدعى عليها (شركة المصاعد) لم تقم بتوريد كامل الكمية، وتبقى في ذمتها مبلغ (39,000) ريال. طالبت المدعية بإلزام المدعى عليها بدفع المبلغ المتبقي بالإضافة لأتعاب المحاماة."
        },
        {
          "section_type": "facts",
          "content": "وقائع القضية: تعاقدت المدعية مع المدعى عليها على بيع وتوريد 8 مصاعد بمبلغ (520,000) ريال سدد كاملاً إلا أن المدعى عليها لم تقم بتوريد ما يعادل مبلغ (481,000) ريال، وتبقى في ذمتها مبلغ (39,000) ريال، ونشأ الحق بتاريخ 07/08/1443هـ. المدعى عليها دفعت بأن التعامل تم مع المالك السابق للمؤسسة بتاريخ سابق لانتقال الملكية إليها، وأنها لا تتحمل التزامات المالك السابق بموجب اتفاق نقل الملكية. ردت المدعية بأن المدعى عليها هي الخلف القانوني والملتزم بالحقوق والالتزامات طبقاً لنظام الأسماء التجارية."
        },
        {
          "section_type": "arguments",
          "content": "حجج الأطراف: المدعية طالبت بالمبلغ المتبقي (39,000 ريال) وأتعاب المحاماة (3,900 ريال). المدعى عليها دفعت ب**عدم صفة موكلتها في الدعوى** لكون الحق المطالب به نشأ قبل انتقال ملكية المؤسسة إليها، وأنها غير مسؤولة عن عقود العملاء السابقين. المدعية دفعت ب**مسؤولية المدعى عليها كخلف قانوني** استناداً إلى **المادة التاسعة من نظام الأسماء التجارية**. المدعي طلب يمين المدعى عليه على وجود شرط أن الأتعاب تستحق في حال الحكم لصالحه، فأدى المدعى عليه اليمين على النحو المطلوب."
        },
        {
          "section_type": "ruling",
          "content": "الحكم: حكمت الدائرة: بإلزام المدعى عليها/ **(...)** سجل تجاري رقم: (...) بأن تدفع للمدعية/ **شركة (...) للمقاولات** سجل تجاري رقم: (...) **مبلغاً قدره (39,000.00) تسعة وثلاثون ألفاً ريال** لما هو موضح بالأسباب و**رفض ما عدا ذلك من طلبات** (أتعاب المحاماة). وهذا الحكم **يعد قطعياً ولا يحق لأحد الأطراف الاعتراض عليه** بناء على المادة (78/1) من نظام المحاكم التجارية."
        },
        {
          "section_type": "legal_basis",
          "content": "الأساس القانوني: ثبت للدائرة اختصاصها بنظر الدعوى لكونها منازعة بين تاجرين بسبب عمل تجاري أصلي (**المادة 16/1 من نظام المحاكم التجارية**). وحيث أن المدعى عليها لم تقم بالإعلان في الجريدة (لنفي مسؤوليتها عن التزامات المالك السابق)، انتهت الدائرة إلى **صحة دعوى المدعي استناداً على المادة التاسعة من نظام الأسماء التجارية** والتي تنص على أن: \"**من آل إليه اسم تجاري تبعًا لمحل تجاري يخلف سلفه في الحقوق والالتزامات التي سبق أن ترتبت تحت هذا الاسم، ومع ذلك يبقى السلف مسئولًا بالتضامن مع الخلف عن تنفيذ هذه الالتزامات... ولا يسري أي اتفاق مخالف في حق الغير إلا إذا قيد في السجل التجاري وأخطر به الغير بخطاب مسجل، ونشر في الجريدة الرسمية**...\". كما استندت إلى **المادة (29/1) من نظام الإثبات** (حجية المحرر العادي). و**رفضت أتعاب المحاماة** لعدم ثبوت تكبد المدعية لها ولأن المدعى عليها هي المالك الجديد ولا يوجد ما يثبت قيامها بالمماطلة."
        }
      ]
    }
  ],
  "processing_report": {
    "total_cases": 1,
    "warnings": [],
    "errors": [],
    "suggestions": []
  }
}