{
    "legal_cases": [
      {
        "case_number": "4471153706 لعام 1444 هـ",
        "title": "قضية مضاربة في تجارة التمور - مطالبة باسترداد رأس المال",
        "description": "دعوى تجارية بين شريكين في شركة مضاربة على تجارة التمور، طالبت فيها المدعية باسترداد رأس مالها البالغ (25,000 ريال) بعد انتهاء الشراكة، وانتهت بإلزام المدعى عليه بالمبلغ.",
        "jurisdiction": "الدمام",
        "court_name": "المحكمة التجارية بالدمام (الدائرة الثالثة)",
        "decision_date": "1445/06/14 هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: أقامت المدعية دعوى ضد مؤسسة تجارية تطلب فيها استرداد رأس مالها البالغ (32,000 ريال) وأرباحها البالغة (11,000 ريال) في عقد مضاربة على بيع التمور. وبعد تبادل المذكرات والمرافعات، أقرت المدعى عليها باستلام (30,000 ريال) من المدعية وسداد (5,000 ريال) فقط، ولم تقدم بينة على وقوع خسارة، فحكمت الدائرة بإلزامها بدفع (25,000 ريال) تمثل المتبقي من رأس المال."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: جرى الاتفاق بين الطرفين على الدخول في عقد مضاربة لبيع وتجارة التمور، بحيث يدفع المدعية رأس مال مقداره (32,000 ريال) ويتولى المدعى عليه إدارة النشاط التجاري بنسبة أرباح (50%). وبعد انتهاء مدة الشراكة طالبت المدعية بأرباحها ورأس مالها. دفعت المدعى عليها بعدم اختصاص المحكمة ثم أنكرت المديونية مدعية وقوع خسائر. أكدت المدعية أنها استلمت (5,000 ريال) فقط كأرباح، وطلبت استرداد المتبقي من رأس المال. خلال الجلسات، أقرت المدعى عليها باستلام (30,000 ريال) وإعادة (5,000 ريال) فقط، دون تقديم ما يثبت الخسارة، فقررت الدائرة الفصل في الدعوى."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف:\n- **المدعية**: تمسكت بأن العلاقة عقد مضاربة، وأنها دفعت رأس مال مقداره (30,000 ريال) ولم تستلم سوى (5,000 ريال) من الأرباح، ولم تقدم المدعى عليها ما يثبت وقوع خسارة، وبالتالي فهي مستحقة لباقي رأس المال.\n- **المدعى عليها**: دفعت بعدم اختصاص المحكمة ولائيًا، وذكرت أنها تكبدت خسائر في تجارة التمور وأن المدعية أخلّت ببنود العقد، لكنها لم تقدم بينة على ذلك."
          },
          {
            "section_type": "ruling",
            "content": "نص الحكم: حكمت الدائرة **بإلزام المدعى عليه/(...) صاحب مؤسسة (...) سجل تجاري رقم (...)** بأن يدفع للمدعية/(...) مبلغًا قدره **(25,000 ريال)** خمسة وعشرون ألف ريال. وأفهمت الدائرة الحضور أن الحكم **نهائي وغير قابل للاستئناف** استنادًا إلى الفقرة (1) من المادة (78) من نظام المحاكم التجارية."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: استندت الدائرة إلى الفقرة (3) من المادة (16) من نظام المحاكم التجارية التي تنص على اختصاص المحاكم التجارية بالمنازعات بين الشركاء في شركة المضاربة. كما استندت في الحكم على إقرار المدعى عليها باستلام رأس المال دون تقديم بينة على الخسارة، وعلى القاعدة الفقهية أن الأرباح لا تقسم إلا بعد استيفاء رأس المال، وأن القول بوجود خسارة يحتاج إلى بينة، خاصة مع توفر وسائل إثبات مالية وتجارية حديثة. وبذلك ثبت انشغال ذمة المدعى عليه بالمبلغ المحكوم به."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }