{
    "legal_cases": [
      {
        "case_number": "4470860127 لعام 1444 هـ",
        "title": "قضية مقاولة توريد - صلح منهي للنزاع بين الطرفين",
        "description": "دعوى تجارية أقامتها مؤسسة مقاولات عامة ضد شركة صناعية للمطالبة بمبلغ (364,433 ريال) قيمة مستحقات أعمال توريد، وانتهت بتوصل الطرفين إلى صلح أمام المحكمة تم إثباته بحكم نهائي.",
        "jurisdiction": "الدمام",
        "court_name": "المحكمة التجارية بالدمام (الدائرة العاشرة)",
        "decision_date": "27/05/1445 هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: أقامت مؤسسة للمقاولات دعوى ضد شركة للصناعات المعدنية للمطالبة بمبلغ (364,433 ريال) قيمة أعمال توريد تم تنفيذها ولم تُسدَّد. وخلال جلسة المحاكمة، اتفق الطرفان على صلح يقضي بسداد المبلغ على دفعات محددة مع مبلغ (15,000 ريال) أتعاب محاماة، والتنازل عن الدعوى مقابل تنفيذ الاتفاق، فحكمت الدائرة بإثبات الصلح."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: تعاقد الطرفان بتاريخ 18/03/1443هـ على تنفيذ أعمال توريد عمالة بقيمة (421,542 ريال). سددت المدعى عليها جزءًا من المبلغ وقدره (57,108 ريال) وبقي مستحق قدره (364,433 ريال). رفعت المدعية الدعوى للمطالبة بالمبلغ المتبقي، وأثناء سير الدعوى بتاريخ 27/05/1445هـ اتفق الطرفان على الصلح وفق عقد تضمن التزامات تفصيلية، منها سداد المبلغ على ست دفعات شهرية متساوية مقدار كل دفعة (63,238 ريال) تبدأ من 20/11/2023م، إضافة إلى مبلغ (15,000 ريال) أتعاب محاماة، والتنازل عن الدعوى بعد السداد. تم إثبات الاتفاق في محضر الجلسة وطلب الطرفان الحكم بموجبه."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف:\n- **المدعية**: طالبت بإلزام المدعى عليها بسداد المبلغ المتبقي من مستحقات أعمال التوريد (364,433 ريال) بناءً على العقد وحصر الأعمال والفواتير المرفقة.\n- **المدعى عليها**: لم تنازع في أصل المديونية، وتوصلت مع المدعية إلى صلح نهائي لتنظيم السداد وإنهاء النزاع القضائي."
          },
          {
            "section_type": "ruling",
            "content": "نص الحكم: حكمت الدائرة **بإثبات الصلح** المبرم بين الطرفين في الجلسة بتاريخ 27/05/1445هـ، والمتضمن التزام المدعى عليها بسداد المبلغ المتفق عليه وفق بنود الاتفاق المذكور في محضر الدعوى، وبالله التوفيق."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: استندت الدائرة إلى القواعد الشرعية التي تجيز الصلح لقوله تعالى: {والصلح خير}، وقوله صلى الله عليه وسلم: «الصلح جائز بين المسلمين إلا صلحًا أحل حرامًا أو حرم حلالًا». كما استندت إلى المادة (70) من نظام المرافعات الشرعية التي تجيز للمحكمة إصدار صك بما يتفق عليه الخصوم، وإلى المادة (29) من نظام المحاكم التجارية التي تنص على أن محضر الجلسة المثبت فيه الصلح يعد سندًا تنفيذيًا. ولما كان الاتفاق موافقًا للشرع والنظام، فقد حكمت الدائرة بإثباته."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }