{
    "legal_cases": [
      {
        "case_number": "4570575645 لعام 1445 هـ",
        "title": "قضية توريد دهانات - مطالبة مالية بثمن مديونية",
        "description": "دعوى تجارية أقامتها شركة الدهانات والمذيبات والمعاجين الصناعية المحدودة ضد مؤسسة تجارية للمطالبة بمبلغ (11,394.20 ريال) تمثل باقي قيمة توريدات دهانات، وانتهت بإلزام المدعى عليه بالسداد.",
        "jurisdiction": "الرياض",
        "court_name": "المحكمة التجارية بالرياض (الدائرة الرابعة عشرة)",
        "decision_date": "1445هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: أقامت شركة الدهانات والمذيبات والمعاجين الصناعية المحدودة دعوى ضد مؤسسة تجارية للمطالبة بمبلغ (11,394.20 ريال) تمثل باقي مديونية ناتجة عن توريد دهانات بموجب تعامل تجاري سابق مؤيد بطلب فتح حساب وكشف حساب معتمد. أنكر المدعى عليه المديونية مدعيًا السداد الكامل، فقضت الدائرة بإلزامه بالمبلغ."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: تقدم وكيل المدعية بدعوى تفيد بأن المدعى عليه تقدم بطلب فتح حساب لتوريد الدهانات بتاريخ 26/02/1435هـ وتمت الموافقة على تسهيلات بيع بمبلغ (10,000 ريال). وفي عام 2015 تم تحرير سند لأمر بمبلغ (25,000 ريال)، واستمر التعامل حتى 29/11/2015 حيث بلغت المديونية الإجمالية (67,956.20 ريال) سدد منها المدعى عليه (56,562 ريال) وبقي عليه (11,394.20 ريال). في المقابل، دفع المدعى عليه بأن مؤسسته أغلقت منذ عام 2017 وأنه أوفى بجميع التزاماته دون تقديم ما يثبت ذلك. وبعد مداولات وجلسات متعددة، اكتفت الدائرة بسماع الأقوال وقررت قفل باب المرافعة وإصدار الحكم."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف:\n- **المدعية**: قدمت طلب فتح الحساب التجاري وكشف حساب مفصل يوضح المديونية المتبقية، وطالبت بإلزام المدعى عليه بسداد مبلغ (11,394.20 ريال).\n- **المدعى عليه**: أقر بوجود تعامل سابق، لكنه دفع بانتهاء النشاط منذ عام 2017 وسداد جميع المبالغ، دون أن يقدم مستندات أو بينة تثبت السداد."
          },
          {
            "section_type": "ruling",
            "content": "نص الحكم: حكمت الدائرة بإلزام المدعى عليه/ (...)، (...) الجنسية، بموجب الهوية رقم (...)، بصفته صاحب مؤسسة (...) للتجارة، سجل تجاري رقم (...)، بأن يدفع للمدعية/ شركة الدهانات والمذيبات والمعاجين الصناعية المحدودة، سجل تجاري رقم (...)، مبلغًا قدره (11,394.20 ريال) أحد عشر ألفًا وثلاثمائة وأربعة وتسعون ريالًا وعشرون هللة. وأفهمت الدائرة الحضور أن الحكم نهائي وغير قابل للاعتراض مرافعة أو تدقيقًا استنادًا للمادة (78) من نظام المحاكم التجارية وقرار المجلس الأعلى للقضاء رقم (2/19/41)."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: استندت الدائرة إلى الفقرة (1) من المادة (16) من نظام المحاكم التجارية التي تقضي باختصاص المحاكم التجارية بالمنازعات الناشئة بين التجار بسبب أعمالهم التجارية، كما استندت إلى قاعدة الإقرار حجة على المقر ويُحكم بمقتضاه، ولعدم تقديم المدعى عليه ما يثبت السداد، رأت الدائرة ثبوت انشغال ذمته بالمبلغ محل المطالبة. كما بينت أن الحكم يعد نهائيًا وفق المادة (78) من النظام لكونه من الدعاوى اليسيرة المحددة بقرار المجلس الأعلى للقضاء رقم (2/19/41) وتاريخ 25/10/1441هـ."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }