{
    "legal_cases": [
      {
        "case_number": "4570705551 لعام 1445 هـ",
        "title": "قضية توريد مياه - مطالبة مالية بثمن مبيع",
        "description": "دعوى تجارية أقامها المدعي ضد المدعى عليه للمطالبة بمبلغ (3,080 ريال) قيمة توريد مياه بناءً على فاتورة ضريبية مصادق عليها من المدعى عليه، انتهت بالحكم بإلزامه بسداد المبلغ.",
        "jurisdiction": "جدة",
        "court_name": "المحكمة التجارية بجدة (الدائرة العاشرة)",
        "decision_date": "1445هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: طالب وكيل المدعية بإلزام المدعى عليه بسداد مبلغ (3,080 ريال) قيمة توريد مياه تم استلامها من قبل المدعى عليه، استنادًا إلى فاتورة ضريبية مصادق عليها، دون أن يتم سداد الثمن."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: بتاريخ 1444/10/25هـ أبرم الطرفان اتفاقًا يقضي بتوريد المدعي كمية من المياه للمدعى عليه بمبلغ إجمالي (3,080 ريال). تم التسليم الكامل للبضاعة ولم يسدد المدعى عليه المبلغ المستحق. عُقدت جلسة بتاريخ 19/06/1445هـ عبر الاتصال المرئي، حضر فيها وكيل المدعية وتخلف المدعى عليه رغم تبلغه عبر نظام أبشر، وقدم وكيل المدعية فاتورة ضريبية مصادق عليها كدليل على المطالبة."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف: \n- **المدعية**: قدمت فاتورة ضريبية مصادق عليها من المدعى عليه كدليل على الدين وطالبت بإلزامه بالمبلغ.\n- **المدعى عليه**: لم يحضر الجلسة ولم يقدم أي رد أو دفوع رغم تبليغه نظامًا إلكترونيًا."
          },
          {
            "section_type": "ruling",
            "content": "نص الحكم: حكمت الدائرة بإلزام المدعى عليه/ (...) صاحب الهوية رقم (...) بأن يدفع للمدعية/ شركة (...) صاحبة السجل التجاري رقم (...) مبلغًا وقدره (3,080 ريال) ثلاثة آلاف وثمانون ريالًا، لما هو موضح بالأسباب."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: اعتمدت المحكمة على المادة (29) من نظام الإثبات الصادر بالمرسوم الملكي رقم (م/43) وتاريخ 26/05/1443هـ التي نصت على أن المحرر العادي حجة على من وقعه ما لم ينكر صراحة ما هو منسوب إليه، كما استندت إلى المادة (30) من نظام المحاكم التجارية التي نصت على أن الخصومة تعد حضورية إذا تبلغ المدعى عليه لشخصه أو حضر أي جلسة أو قدم مذكرة بدفاعه. واستأنست الدائرة أيضًا بالقاعدة الأصولية: أن الأصل في الديون بقاؤها وعدم البراءة منها، والأصل في السداد العدم. كما أخذت بتخلف المدعى عليه عن الحضور رغم تبلغه عبر الوسائل الإلكترونية المعتبرة نظامًا بموجب الأمر الملكي رقم (14388) وتاريخ 25/03/1439هـ وقرارات المجلس الأعلى للقضاء المتعلقة بالتبليغ الإلكتروني."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }