{
    "legal_cases": [
      {
        "case_number": "4570700312 لعام 1445ه",
        "title": "قضية مطالبة بأجرة معدة تجارية على شركة مقاولات",
        "description": "نزاع تجاري بين مؤسسة فردية (المدعية) وشركة مقاولات (المدعى عليها) للمطالبة بسداد أجرة متبقية لعقد تأجير معدة، حيث أثبت المدعي حجية المستندات الممهورة بختم المدعى عليها وتخلفها عن الرد.",
        "jurisdiction": "الرياض",
        "court_name": "المحكمة التجارية بالرياض (الدائرة الثانية عشرة)",
        "decision_date": "1444/11/25هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: طالبت المدعية (رفعه عبدالله بن سمحان الدوسري) بإلزام المدعى عليها (شركة اسوار العام رية للمقاولات) بسداد مبلغ (43,535.40) ريال تمثل قيمة دفعات أجرة متبقية لمعدات مؤجرة، حيث استندت المحكمة إلى حجية المستندات الموقع عليها من المدعى عليها واعتبرت سكوتها عن الجواب إقرارًا."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: اتفق أطراف الدعوى بتاريخ 1444/09/19هـ على عقد إيجار معدة (لودر بعجلات) لمدة أربعة أشهر ميلادية، بأجرة إجمالية قدرها (43,535.40) ريال، تسدد على دفعات محددة المواعيد. نشأ الحق بسبب استلام المدعى عليها العين المؤجرة ومازال العقد مستمراً، ولم تسدد الأجرة المتبقية، وفترة المطالبة كانت عن الدفعات المستحقة من 1444/10/21هـ حتى 1445/02/4هـ. تبلغت المدعى عليها عبر النظام الإلكتروني وتخلفت عن الحضور أو تقديم مذكرة جوابية."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف: استند المدعي وكالة إلى عقد الإيجار والفواتير ومحررات التايم شيت (جدول العمل) الممهورة بتوقيع وختم المدعى عليها كبينات على دعواه. وتبلغت المدعى عليها إلكترونياً ولم تقدم دفعها أو جوابها، مما جعلها ساكتة عن الجواب في معرض الحاجة إلى بيان."
          },
          {
            "section_type": "ruling",
            "content": "الحكم: حكمت الدائرة بإلزام المدعى عليها/ **شركة اسوار العام رية للمقاولات العامة شركة شخص واحد**، بأن تدفع للمدعية/ **رفعه عبدالله بن سمحان الدوسري**، مبلغًا قدره **(43,535.40) ثلاثة وأربعون ألفًا وخمسمائة وخمسة وثلاثون ريالاً وأربعون هللة**."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: ثبت للدائرة حجية المستندات (طلب الشراء، التايم شيت، والفواتير) الممهورة بختم المدعى عليها وتوقيع منسوب لها، استناداً إلى المادة التاسعة والعشرين من **نظام الإثبات**، التي تنص على أن **المحرَّر العادي صادراً ممن وقعه وحجة عليه ما لم ينكر صراحة ما هو منسوب إليه**. كما اعتمدت على أن تبليغ المدعى عليها إلكترونياً يعد منتجاً لآثاره النظامية، واعتبرت أن المدعى عليها **ساكتة عن الجواب**، مما ثبت معه انشغال ذمتها بمبلغ المطالبة."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }