{
    "legal_cases": [
      {
        "case_number": "4570706094 لعام 1445 هـ",
        "title": "قضية أتعاب محاماة - مطالبة بنسبة من أتعاب حكم سابق",
        "description": "دعوى تجارية أقامها المحامي محمد مشني بن حسن الزهراني ضد شركة المشارق للتجارة والمقاولات للمطالبة بمبلغ (25,000 ريال) تمثل نسبة 50% من أتعاب محاماة حكمت بها المحكمة لصالح الشركة في قضية سابقة، استنادًا إلى عقد مبرم بين الطرفين، وانتهت برفض الدعوى.",
        "jurisdiction": "الرياض",
        "court_name": "المحكمة التجارية بالرياض (الدائرة العشرون)",
        "decision_date": "1445هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: طالب المدعي/ المحامي محمد مشني بن حسن الزهراني بإلزام شركة المشارق للتجارة والمقاولات بدفع مبلغ (25,000 ريال) استنادًا إلى عقد محاماة بين الطرفين يقضي باستحقاقه نسبة 50% من أتعاب المحاماة المحكوم بها لصالح الشركة بعد اكتساب الحكم القطعية واستلام المبلغ، وقد انتهت الدائرة إلى رفض الدعوى لعدم تحقق شرط الاستحقاق."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: أبرم المدعي عقد محاماة مع المدعى عليها بتاريخ 3/6/1444هـ لتمثيلها في قضية قائمة ضد شركة المياه الوطنية، والتي صدر فيها حكم نهائي قبل التعاقد يقضي بإلزام شركة المياه بدفع (4,448,716.94 ريال) ومبلغ (50,000 ريال) أتعاب محاماة لصالح المدعى عليها. حضر المدعي جلسة واحدة فقط في طلب التماس ضد الحكم. استند في دعواه إلى الفقرة الثانية من البند الثالث من العقد التي تمنحه 50% من أتعاب المحاماة المحكوم بها بعد اكتساب الحكم القطعية واستلام المبلغ. أما المدعى عليها فلم تقدم جوابًا على الدعوى رغم تبليغها وحضورها للجلسة."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف:\n- **المدعي**: تمسك بأحقيته في مبلغ (25,000 ريال) بنسبة 50% من أتعاب المحاماة المحكوم بها سابقًا، مستندًا إلى نص الفقرة الثانية من البند الثالث من عقد المحاماة.\n- **المدعى عليها**: لم تقدم مذكرة جوابية أو دفاعًا نظاميًا رغم تبليغها بالحضور وإفهامها بوجوب تقديم الجواب خلال الجلسة، مما أسقط حقها في الدفاع."
          },
          {
            "section_type": "ruling",
            "content": "نص الحكم: حكمت الدائرة **برفض الدعوى** المقامة من المدعي/ محمد مشني بن حسن الزهراني ضد المدعى عليها/ شركة المشارق للتجارة والمقاولات، لما هو موضح بالأسباب. وبالله التوفيق، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: استندت الدائرة إلى المادة (22) من نظام المحاكم التجارية التي تقضي بإسقاط حق المدعى عليه في الجواب حال عدم تقديمه مذكرة دفاع في المدة المحددة. كما استندت في رفض الدعوى إلى نص الفقرة الثانية من البند الثالث من عقد المحاماة المبرم بين الطرفين، إذ اشترطت لاستحقاق الأتعاب أن يكون الحكم بالأتعاب صادراً بناءً على طلب المدعي، وهو ما لم يتحقق لأن الحكم الأصلي صدر نهائيًا قبل التعاقد. كما أشارت المحكمة إلى أن حضور المدعي لجلسة الالتماس لا يمنحه حق المطالبة بأتعاب العقد لعدم انطباق شروط الاستحقاق عليه."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }