{
    "legal_cases": [
      {
        "case_number": "4570410701 لعام 1445ه",
        "title": "قضية إيجار تجاري - مطالبة بأجرة قوى عاملة وتعويض عن أضرار تقاضي",
        "description": "نزاع تجاري بين شركة مقاولات (المدعية) وشركة (المدعى عليها) للمطالبة بسداد أجرة متبقية لعقد تأجير قوى عاملة (عمال فنيين) وتعويض عن أضرار التقاضي.",
        "jurisdiction": "الدمام",
        "court_name": "المحكمة التجارية بالدمام (الدائرة الرابعة)",
        "decision_date": "1445/06/12هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: طالبت المدعية (شركة (...) للمقاولات العامة) بإلزام المدعى عليها (شركة (...) المحدودة) بسداد مبلغ (161,640.00) ريال يمثل الأجرة المتبقية لقاء توريد قوى عاملة فنية لأعمال المقاولات، ورفضت المحكمة طلب التعويض عن أتعاب المحاماة."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: اتفق أطراف الدعوى بتاريخ 1442/07/19هـ على أن تؤجر المدعية للمدعى عليها قوى عاملة لأعمال المقاولات لمدة (6) أشهر، بقيمة إجمالية قدرها (184,230.00) ريال. سددت المدعى عليها مبلغ (22,770.00) ريال، وتبقى في ذمتها مبلغ (161,640.00) ريال. وقدمت المدعية بينات شملت أمر شراء، وفواتير، وكشوف ساعات عمل يومية (تايم شيت) ممهورة بختم وتوقيع المدعى عليها."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف: المدعية طالبت بالأجرة المتبقية والتعويض عن أضرار التقاضي. المدعى عليها دفعت بإنكارها للمستندات المقدمة، ودفعت بانتفاء صفتها لكون التعامل تم مع المالك السابق للمؤسسة قبل انتقال ملكيتها إليها، وأنها غير ملزمة بالتزامات المالك السابق طبقاً لاتفاق نقل الملكية."
          },
          {
            "section_type": "ruling",
            "content": "الحكم: حكمت الدائرة: بإلزام المدعى عليها/ **(...)** بأن تدفع للمدعية/ **شركة (...) للمقاولات** مبلغ قدره **(١٦١,٦٤٠) مائة وواحد وستون ألفًا وست مئة وأربعون ريال سعودي** و**رفض ما عدا ذلك من طلبات** (أتعاب المحاماة)."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: ثبت للدائرة أن النزاع بين تاجرين على عمل تجاري، واعتمدت على **المادة التاسعة من نظام الأسماء التجارية** التي تنص على أن **من آل إليه اسم تجاري تبعًا لمحل تجاري يخلف سلفه في الحقوق والالتزامات التي سبق أن ترتبت تحت هذا الاسم، ومع ذلك يبقى السلف مسئولًا بالتضامن مع الخلف عن تنفيذ هذه الالتزامات**. ولما تبين أن المدعى عليها لم تقم بالإعلان في الجريدة (لنفي مسؤوليتها عن التزامات المالك السابق)، انتهت الدائرة إلى صحة دعوى المدعية استناداً على **المادة (29/1) من نظام الإثبات** (حجية المحرر العادي). ورفضت المحكمة طلب أتعاب المحاماة لكون المدعى عليها هي المالك الجديد ولعدم تقديم وكيل المدعية عقد الأتعاب."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }