{
    "legal_cases": [
      {
        "case_number": "4570633871 لعام 1445 هـ",
        "title": "قضية شركة ذات مسؤولية محدودة - إثبات صلح بين الشركاء",
        "description": "دعوى تجارية بين شريكتين في شركة بوجا للتجارة (ذات المسؤولية المحدودة) بشأن طلب تخارج أحد الشركاء أو تصفية الشركة بسبب الخلاف بين الشريكين، وانتهت الدعوى بصلح بين الطرفين أمام المحكمة التجارية بجدة.",
        "jurisdiction": "جدة",
        "court_name": "المحكمة التجارية بجدة (الدائرة الثالثة)",
        "decision_date": "1445هـ",
        "case_type": "تجاري",
        "court_level": "ابتدائي",
        "sections": [
          {
            "section_type": "summary",
            "content": "ملخص القضية: تقدمت المدعية/ **ريم فهد هشبول الغامدي** بدعوى ضد المدعى عليها/ **مرام عبداللطيف سعيد الغامدي** بصفتها شريكة في شركة بوجا للتجارة، تطلب فيها التخارج من الشركة أو تصفيتها لعدم رغبة الطرفين في استمرار الشراكة، وقد انتهت الدعوى بإثبات الصلح بين الطرفين."
          },
          {
            "section_type": "facts",
            "content": "وقائع القضية: تأسست شركة بوجا للتجارة كشركة ذات مسؤولية محدودة مكونة من شريكتين بنسبة (50%) لكل منهما. نشأ خلاف بين الطرفين أدى إلى رغبة المدعية في التخارج من الشركة بالقيمة العادلة، وقدمت المدعى عليها دفاعًا مفصلاً تضمن اعتراضها على التخارج دون تقييم عادل للحصص، وطلبت إلزام المدعية بالتنازل عن العلامة التجارية (بوجا) المسجلة باسمها لصالح الشركة. عُقدت عدة جلسات للنظر في الدعوى، وبناءً على مذكرات الطرفين وتطورات الجلسات تم عرض الصلح بين الشريكتين."
          },
          {
            "section_type": "arguments",
            "content": "حجج الأطراف:\n- **المدعية**: طالبت في طلبها الأصلي بإخراجها من الشركة وبيع حصتها بالقيمة العادلة أو شراء حصة المدعى عليها، واحتياطيًا تصفية الشركة.\n- **المدعى عليها**: طلبت رد الدعوى، وقدمت عرضًا لشراء حصة المدعية بمبلغ (10,000 ريال) مع إلزامها بالتنازل عن العلامة التجارية (بوجا) المسجلة باسمها لصالح الشركة باعتبار أن رسومها وتكاليف تصميمها دفعت من حساب الشركة."
          },
          {
            "section_type": "ruling",
            "content": "نص الحكم: حكمت الدائرة بإثبات الصلح بين الطرفين على النحو الآتي:\n1. تتنازل المدعية/ **ريم فهد هشبول الغامدي** عن حصتها البالغة (50%) من رأس مال شركة بوجا للتجارة لصالح المدعى عليها/ **مرام عبداللطيف سعيد الغامدي** مقابل مبلغ (10,000 ريال).\n2. تتنازل المدعية عن **العلامة التجارية بوجا** رقم التسجيل (...) لصالح شركة بوجا للتجارة مقابل مبلغ (25,000 ريال).\n3. يلتزم الطرفان باستكمال الإجراءات النظامية المتعلقة بالبندين الأول والثاني.\nوبناءً عليه، قررت الدائرة إثبات الصلح، ويُعد الصلح سندًا تنفيذيًا وتنقضي به الدعوى."
          },
          {
            "section_type": "legal_basis",
            "content": "الأساس القانوني: استندت المحكمة إلى نص المادة (29/2) من نظام المحاكم التجارية الصادر بالمرسوم الملكي رقم (م/93) وتاريخ 15/08/1441هـ، التي تنص على أن محضر الصلح المعتمد يعد سندًا تنفيذيًا وتنقضي به الدعوى، وكذلك إلى المادة (70) من نظام المرافعات الشرعية التي تجيز تدوين ما اتفق عليه الخصوم وإصدار صك بذلك. كما استندت المحكمة إلى القاعدة الشرعية المستندة إلى قوله تعالى: {والصلح خير} وقول النبي ﷺ: (الصلح جائز بين المسلمين إلا صلحًا أحل حرامًا أو حرم حلالًا)."
          }
        ]
      }
    ],
    "processing_report": {
      "total_cases": 1,
      "warnings": [],
      "errors": [],
      "suggestions": []
    }
  }