{
  "legal_cases": [
    {
      "case_number": "123/1445",
      "title": "قضية عمالية - إنهاء خدمات بدون مبرر",
      "description": "نزاع بين عامل وصاحب عمل حول إنهاء خدمات العامل بدون مبرر مشروع وطلب التعويض",
      "jurisdiction": "الرياض",
      "court_name": "المحكمة العمالية بالرياض",
      "decision_date": "2024-03-15",
      "case_type": "عمل",// case_type: مدني, جنائي, تجاري, عمل, إداري
      "court_level": "ابتدائي",// court_level: ابتدائي, استئناف, تمييز, عالي
      "sections": [
        {
          "section_type": "summary",
          "content": "ملخص القضية: تقدم العامل (أحمد محمد) بدعوى ضد صاحب العمل (شركة النور للتجارة) للمطالبة بتعويض عن إنهاء خدماته بدون مبرر مشروع وفقاً لنظام العمل السعودي."
        },
        {
          "section_type": "facts",
          "content": "وقائع القضية: عمل المدعي لدى الشركة المدعى عليها لمدة 5 سنوات براتب شهري قدره 8000 ريال. في تاريخ 2024-01-10 تم إنهاء خدماته دون إشعار مسبق أو مبرر واضح. تقدم المدعي بشكوى إلى مكتب العمل وتم تحويل القضية إلى المحكمة العمالية."
        },
        {
          "section_type": "arguments",
          "content": "حجج الأطراف: ادعى العامل أن إنهاء خدماته كان تعسفياً وبدون سبب مشروع، وطالب بتعويض يعادل راتب شهرين عن كل سنة عمل. بينما ادعت الشركة أن إنهاء الخدمات كان بسبب تدني الأداء، لكنها لم تقدم أدلة كافية على ذلك."
        },
        {
          "section_type": "ruling",
          "content": "الحكم: حكمت المحكمة بإلزام الشركة المدعى عليها بدفع تعويض للعامل قدره 80,000 ريال (راتب شهرين عن كل سنة × 5 سنوات × 8000 ريال)، بالإضافة إلى بدل الإشعار وحقوقه الأخرى المنصوص عليها في نظام العمل."
        },
        {
          "section_type": "legal_basis",
          "content": "الأساس القانوني: استندت المحكمة إلى المادة 74 من نظام العمل السعودي التي تنص على حق العامل في تعويض عند إنهاء العقد بدون سبب مشروع، والمادة 77 المتعلقة بحقوق العامل عند إنهاء العقد، والمادة 80 بشأن مكافأة نهاية الخدمة."
        }
      ]
    },
    {
      "case_number": "456/1445",
      "title": "قضية تجارية - نزاع شراكة",
      "description": "نزاع بين شريكين حول توزيع الأرباح وإدارة الشركة",
      "jurisdiction": "جدة",
      "court_name": "المحكمة التجارية بجدة",
      "decision_date": "2024-04-20",
      "case_type": "عمل",// case_type: مدني, جنائي, تجاري, عمل, إداري
      "court_level": "ابتدائي",// court_level: ابتدائي, استئناف, تمييز, عالي
      "sections": [
        {
          "section_type": "summary",
          "content": "ملخص القضية: نزاع بين شريكين في شركة تجارية حول آلية توزيع الأرباح وصلاحيات الإدارة، حيث يدعي الشريك الأول أن الشريك الثاني تصرف في أموال الشركة دون موافقته."
        },
        {
          "section_type": "facts",
          "content": "وقائع القضية: تأسست الشركة في عام 2020 بشراكة متساوية (50%-50%) بين الطرفين. في عام 2023، قام الشريك الثاني بصرف مبلغ 200,000 ريال من حساب الشركة لأغراض شخصية دون موافقة الشريك الأول. كما امتنع عن تقديم الحسابات السنوية للشركة."
        },
        {
          "section_type": "arguments",
          "content": "حجج الأطراف: ادعى المدعي أن الشريك الثاني انتهك عقد الشراكة وتصرف بأموال الشركة دون تفويض. بينما ادعى المدعى عليه أن المبلغ كان قرضاً شخصياً من الشركة وأنه سيتم سداده، وأن لديه صلاحيات الإدارة بحكم كونه الشريك المفوض."
        },
        {
          "section_type": "ruling",
          "content": "الحكم: حكمت المحكمة بإلزام الشريك الثاني بإعادة مبلغ 200,000 ريال إلى حساب الشركة خلال 30 يوماً، وتقديم كشف حساب كامل عن جميع معاملات الشركة خلال السنوات الثلاث الماضية. كما أمرت بتعيين محاسب قانوني لمراجعة حسابات الشركة."
        },
        {
          "section_type": "legal_basis",
          "content": "الأساس القانوني: استندت المحكمة إلى أحكام نظام الشركات السعودي، وتحديداً المواد المتعلقة بواجبات الشركاء وحقوقهم، والمواد التي تنظم صلاحيات الإدارة في شركات التضامن، ومبدأ حسن النية في تنفيذ العقود."
        }
      ]
    }
  ],
  "processing_report": {
    "total_cases": 2,
    "warnings": [],
    "errors": [],
    "suggestions": [
      "تحقق من اكتمال البيانات",
      "تأكد من صحة التواريخ",
      "راجع نوع القضية ودرجة المحكمة"
    ]
  }
}
